[
    "The <entity1> evacuation </entity1> after the Chernobyl <entity2> accident </entity2> was poorly planned and chaotic.\nrelation: Cause-Effect",
    "Many adults retain <entity1> scars </entity1> from <entity2> acne breakouts </entity2> during their teen years and feel marked for life.\nrelation: Cause-Effect",
    "Gunung Papandayan, has woken up from it's sleep and is now threathening thousands of villagers living around and on the <entity1> slopes </entity1> of the <entity2> vulcano </entity2>.\nrelation: Component-Whole",
    "The software made it easier for the team to explore rational ways of expanding the <entity1> lobby </entity1> using the geometry of the <entity2> building </entity2>.\nrelation: Component-Whole",
    "The <entity1> absorbent </entity1> was contained in a 3 litre <entity2> reactor </entity2>.\nrelation: Content-Container",
    "Stirring the hot <entity1> popcorn </entity1> around in a <entity2> kettle </entity2> drizzled with sugar, salt and oil evenly coats the popcorn.\nrelation: Content-Container",
    "Archaeologists have located the tomb and have inserted <entity1> probes </entity1> deep into the <entity2> tomb </entity2>.\nrelation: Entity-Destination",
    "Flag <entity1> holders </entity1> have been pushed into the <entity2> floor </entity2> to remove the bump on top of the flag.\nrelation: Entity-Destination",
    "It's a straightforward <entity1> beef </entity1> <entity2> stew </entity2> to which all sorts of root veg can be added.\nrelation: Entity-Origin",
    "The archaeological site yields <entity1> relics </entity1> from long-forgotten <entity2> culture </entity2>.\nrelation: Entity-Origin",
    "They infiltrated here and there, provoking the Russian <entity1> military </entity1> to liberate region after region with <entity2> bombs </entity2> and artillery.\nrelation: Instrument-Agency",
    "A <entity1> woman </entity1> applies the <entity2> patch </entity2> to the skin of her abdomen or buttock for three and a half weeks.\nrelation: Instrument-Agency",
    "A woman diagnosed with breast cancer today joins a huge <entity1> sisterhood </entity1> of cancer <entity2> survivors </entity2> ready to help her along the way to recovery.\nrelation: Member-Collection",
    "This was the thought until recently when a small <entity1> stand </entity1> of ginkgo <entity2> trees </entity2> were found growing in a remote valley in China.\nrelation: Member-Collection",
    "The goal of the experimental <entity1> course </entity1> was to introduce students to <entity2> computer programming </entity2>.\nrelation: Message-Topic",
    "Meanwhile, the <entity1> speech </entity1> pointed out that the scientific <entity2> innovation </entity2> is the only way to develop.\nrelation: Message-Topic",
    "People have inherited a <entity1> tendency </entity1> to <entity2> obesity </entity2>.\nrelation: Other",
    "The <entity1> mistress </entity1> fries the <entity2> rashers </entity2> in a small china fryingpan over the lamp, passing to each person the hot slices as they are done.\nrelation: Other",
    "Thrombopoietin is a glycoprotein hormone that regulates the production of <entity1> platelets </entity1> by the bone <entity2> marrow </entity2>.\nrelation: Product-Producer",
    "<entity1> Stings </entity1> or bites are caused by midges, horseflies, bees, <entity2> wasps </entity2>, ants, some spiders, fleas, lice, etc.\nrelation: Product-Producer"
]