[
    "The <entity1> evacuation </entity1> after the Chernobyl <entity2> accident </entity2> was poorly planned and chaotic.\nrelation: Cause-Effect",
    "Many adults retain <entity1> scars </entity1> from <entity2> acne breakouts </entity2> during their teen years and feel marked for life.\nrelation: Cause-Effect",
    "The NNT and NNH are useful indices to describe the trade-off between the benefit and the <entity1> harm </entity1> produced by a new <entity2> treatment </entity2>.\nrelation: Cause-Effect",
    "Most of the <entity1> streaks </entity1> are caused by <entity2> meteoroids </entity2> about the size of a grain of sand, although meteoroids are porous and much less dense than sand.\nrelation: Cause-Effect",
    "The scale of such landslides on natural slopes can be large enough to devastate entire villages or towns, such as the Huascaran Avalanche triggered by the Peru earthquake (1970, Mw = 7.8), or the complex <entity1> slides </entity1> caused by the Alaska <entity2> earthquake </entity2> in 1964 (Ms = 8.4).\nrelation: Cause-Effect",
    "The relative <entity1> calm </entity1> produced by the Shia <entity2> ceasefire </entity2> has coincided with what the CIA is now calling the \"near strategic defeat\" of al-Qaeda in Iraq.\nrelation: Cause-Effect",
    "Water <entity1> damage </entity1> from roof leaks, plumbing leaks or flooding lead to the <entity2> growth </entity2> of molds.\nrelation: Cause-Effect",
    "These <entity1> drugs </entity1> also cause headaches and <entity2> nausea </entity2>, affect your internal organs and raise your bad cholesterol.\nrelation: Cause-Effect",
    "In North America, about 58 percent of the <entity1> wildfires </entity1> are caused by <entity2> humans </entity2>.\nrelation: Cause-Effect",
    "My earliest research <entity1> interest </entity1> stemmed from an <entity2> internship </entity2> at Tall Timbers.\nrelation: Cause-Effect",
    "The <entity1> assassination </entity1> resulted in extensive <entity2> arrests </entity2> of governmental, security, and criminal figures.\nrelation: Cause-Effect",
    "After several years of self-observation, Alexander began to teach his method of conscious <entity1> inhibition </entity1> through manual facilitated <entity2> movement </entity2>.\nrelation: Cause-Effect",
    "The spring <entity1> molt </entity1> produces mottled brown <entity2> feathers </entity2>, making the female almost invisible as she sits on her nest.\nrelation: Cause-Effect",
    "The political <entity1> unity </entity1> of the Iroquois was the source of their <entity2> power </entity2>, but it was by no means perfect.\nrelation: Cause-Effect",
    "Whilst audio sampled at 8kHz is sufficient for communication, such narrow-band speech does not sound natural, leading to user <entity1> frustration </entity1> after prolonged <entity2> exposure </entity2>, and making language learning difficult.\nrelation: Cause-Effect",
    "The second biggest factor affecting the <entity1> sound </entity1> produced by a <entity2> drum </entity2> is the tension at which the drum head is held against the shell of the drum.\nrelation: Cause-Effect",
    "Peters's <entity1> pain </entity1> and symptoms were caused by the automobile <entity2> accident </entity2>.\nrelation: Cause-Effect",
    "The <entity1> cysts </entity1> are caused by chronic <entity2> inflammation </entity2> of the perichondrium with production of serous fluid between the perichondrium and cartilage.\nrelation: Cause-Effect",
    "The <entity1> suffering </entity1> caused by the <entity2> terrorists </entity2> is the real torture.\nrelation: Cause-Effect",
    "We explore the experience of <entity1> grief </entity1> after the <entity2> loss </entity2> of a parent and offers support; we also make simple suggestions, and we provide a place for sharing memories.\nrelation: Cause-Effect",
    "The <entity1> tardiness </entity1> however has been caused by the <entity2> arrival </entity2> of my old man; who in true Bloodworth fashion has had me walking everywhere.\nrelation: Cause-Effect",
    "This year's Nobel Laureates in Physiology or Medicine made the remarkable and unexpected discovery that inflammation in the stomach (gastritis) as well as ulceration of the stomach or duodenum (peptic ulcer disease) is the result of an <entity1> infection </entity1> of the stomach caused by the <entity2> bacterium </entity2> Helicobacter pylori.\nrelation: Cause-Effect",
    "His work has led to new treatments for addicts, tests for drug intoxication and understanding of how <entity1> heroin </entity1>, other opiates and cocaine cause dependence and <entity2> withdrawal </entity2>.\nrelation: Cause-Effect",
    "<entity1> Shrinkage </entity1> from <entity2> washing </entity2> has always been considered a serious problem for cotton knitted fabrics.\nrelation: Cause-Effect",
    "The southern <entity1> supercell </entity1> produced the longest <entity2> tornado track </entity2> of the outbreak (tornado #4).\nrelation: Cause-Effect",
    "An agenda of deeper reforms can boost public confidence even as it undoes a lot of the <entity1> distress </entity1> caused by the financiers and <entity2> bankers </entity2>.\nrelation: Cause-Effect",
    "Phobia like <entity1> fear </entity1> from <entity2> crowd </entity2>, fear from insects, fear from height etc all contribute in developing the anxiety disorder.\nrelation: Cause-Effect",
    "Also (on a proportional basis) the <entity1> rainbow </entity1> caused by the <entity2> spray </entity2> appeared smaller than that of the other rainbow.\nrelation: Cause-Effect",
    "The <entity1> delay </entity1> in the progression of these applications has been caused by the original <entity2> applicants </entity2>.\nrelation: Cause-Effect",
    "The <entity1> burst </entity1> has been caused by water hammer <entity2> pressure </entity2>.\nrelation: Cause-Effect",
    "The <entity1> spill </entity1> was caused by a <entity2> leak </entity2> in a Kuwaiti tanker carrying 160,000 tonnes of crude, after it collided with a dredger further south on December 14.\nrelation: Cause-Effect",
    "Characteristics of a vacuum <entity1> spark </entity1> triggered by the transient hollowcathode discharge electron <entity2> beam </entity2>.\nrelation: Cause-Effect",
    "Gunung Papandayan, has woken up from it's sleep and is now threathening thousands of villagers living around and on the <entity1> slopes </entity1> of the <entity2> vulcano </entity2>.\nrelation: Component-Whole",
    "The software made it easier for the team to explore rational ways of expanding the <entity1> lobby </entity1> using the geometry of the <entity2> building </entity2>.\nrelation: Component-Whole",
    "Each omnidirectional mic <entity1> capsule </entity1> is fitted with a metal alligator <entity2> clip </entity2> which can be attached on either side of your head.\nrelation: Component-Whole",
    "Air circulates through the <entity1> arm </entity1> of the <entity2> machine </entity2>, creating a gentle vacuum that can attract a page and guide it from the right side of the book to the left.\nrelation: Component-Whole",
    "When approaching the Observatory, they unlock the <entity1> padlock </entity1> on the <entity2> gate </entity2> of the security fence, and entered the Observatory grounds and relock the gate.\nrelation: Component-Whole",
    "The site contained photos of female celebrities exposing their <entity1> belly </entity1> <entity2> buttons </entity2>.\nrelation: Component-Whole",
    "The complement <entity1> system </entity1> is important as part of the body's <entity2> defense mechanism </entity2> against infection (Fig. 8.2).\nrelation: Component-Whole",
    "Vestigial <entity1> organs </entity1> are parts of the <entity2> body </entity2> that once had a function but are now more-or-less useless.\nrelation: Component-Whole",
    "The original Waldorf <entity1> salad </entity1>, created at New York's Waldorf Astoria Hotel in the 1890s, contained only <entity2> apples </entity2>, mayonnaise, and celery.\nrelation: Component-Whole",
    "What is so amazing about this technology is that the <entity1> image </entity1> is constructed from random <entity2> photos </entity2> pulled from the Internet.\nrelation: Component-Whole",
    "The concept car Acura TL features a wiperless <entity1> windscreen </entity1> using a series of jet <entity2> nozzles </entity2> in the cowl to blow pressurized air onto the windscreen.\nrelation: Component-Whole",
    "Public key encryption is a <entity1> technique </entity1> that uses a pair of asymmetric <entity2> keys </entity2> for encryption and decryption.\nrelation: Component-Whole",
    "Bob Oblong's suggestions have been used as kindling for the <entity1> factory </entity1>'s <entity2> furnace </entity2>.\nrelation: Component-Whole",
    "The horizontal <entity1> branch </entity1> is a part of the Hertzsprung -Russell (H-R) <entity2> diagram </entity2> that represents stars that burn helium in thier cores.\nrelation: Component-Whole",
    "A Chinese food container set on top of something sticky was lifted up and tore, leaving a shred of cardboard glued to the <entity1> shelf </entity1> of the <entity2> refrigerator </entity2>.\nrelation: Component-Whole",
    "As Zhivago (Omar Sharif) grabs her hand to help her aboard, she slips and seems to fall beneath the <entity1> wheels </entity1> of the <entity2> train </entity2>.\nrelation: Component-Whole",
    "The <entity1> resort </entity1> comprises a central <entity2> hotel </entity2> and free-standing villas in the forest.\nrelation: Component-Whole",
    "The <entity1> apple </entity1> <entity2> blossom </entity2> season usually runs from mid-April to early May.\nrelation: Component-Whole",
    "Branches overhang the <entity1> roof </entity1> of this <entity2> house </entity2>.\nrelation: Component-Whole",
    "This <entity1> dishwasher </entity1> has the tallest <entity2> tub </entity2> available* and allows you to wash more than ever before.\nrelation: Component-Whole",
    "Mr. Adel throws the <entity1> rope </entity1> of the <entity2> rod </entity2> as far as he can into the water.\nrelation: Component-Whole",
    "The <entity1> roots </entity1> of your <entity2> teeth </entity2> are fixed into a socket in your jawbone.\nrelation: Component-Whole",
    "However, Greg saw people inside and went to the front <entity1> entrance </entity1> of the <entity2> palace </entity2> and was able to use enough Russian to communicate with the guide and get permission to buy our tickets without waiting to come inside for a tour.\nrelation: Component-Whole",
    "Mockingbirds build a <entity1> nest </entity1> of <entity2> twigs </entity2>, plant stems, mosses, cloth, string, and dry leaves.\nrelation: Component-Whole",
    "Like the Bosch, this <entity1> dishwasher </entity1> has a <entity2> filter </entity2> that must be manually emptied and does not include a built-in food disposal.\nrelation: Component-Whole",
    "The higher ranking <entity1> wolf </entity1> on the right shows his dominance by baring his <entity2> teeth </entity2> and growling.\nrelation: Component-Whole",
    "I pressed the <entity1> button </entity1> of the radio <entity2> transmitter </entity2> to be programmed 1x.\nrelation: Component-Whole",
    "After arriving on the bottom at the wreck site, the first team of divers must check the <entity1> anchor </entity1> of the <entity2> boat </entity2> for security.\nrelation: Component-Whole",
    "A laser sighting device for a firearm comprises a holder adapted to attach to the <entity1> handgrip </entity1> of the <entity2> firearm </entity2> such that the firearm may be held in a firing position.\nrelation: Component-Whole",
    "<entity1> Fish </entity1> use their <entity2> muscles </entity2> to move their bodies and fins.\nrelation: Component-Whole",
    "Once he dangled his <entity1> axe </entity1> by the <entity2> helve </entity2> to sight along the tree trunk.\nrelation: Component-Whole",
    "The baby <entity1> tapir </entity1> snorgled its <entity2> snout </entity2> into the basket full of cuddly baby bunnies.\nrelation: Component-Whole",
    "The <entity1> absorbent </entity1> was contained in a 3 litre <entity2> reactor </entity2>.\nrelation: Content-Container",
    "Stirring the hot <entity1> popcorn </entity1> around in a <entity2> kettle </entity2> drizzled with sugar, salt and oil evenly coats the popcorn.\nrelation: Content-Container",
    "The <entity1> building </entity1> contained a significant amount of <entity2> furniture </entity2> and equipment.\nrelation: Content-Container",
    "To the right of that is a <entity1> cup </entity1> with <entity2> soil </entity2> inside.\nrelation: Content-Container",
    "A <entity1> body </entity1> was discovered inside a <entity2> wall </entity2> in the Yale University building at 10 Amistad Street.\nrelation: Content-Container",
    "Typically, the maximum heat generated from 24 fuel <entity1> assemblies </entity1> stored in a <entity2> cask </entity2> is less than that given off by a typical home heating system in an hour.\nrelation: Content-Container",
    "The green <entity1> suitcase </entity1> was inside a larger tan <entity2> suitcase </entity2>, which also contained a set of baby rosary beads, a religious picture, a picture of a 5-year-old girl and a card that read \"Birthday Prayer\".\nrelation: Content-Container",
    "Also missing was a 38 caliber Smith & Wesson <entity1> gun </entity1> that was in a <entity2> suitcase </entity2> in the tractor.\nrelation: Content-Container",
    "A small supply of <entity1> butter </entity1> was in a <entity2> jar </entity2> that stood on the hearth, and the eggs were kept in a basket that hung on a peg nearby.\nrelation: Content-Container",
    "The <entity1> manure </entity1> was stored in open <entity2> sheds </entity2>, though some stored it in closed sheds.\nrelation: Content-Container",
    "4 g of sodium metabisulfite were spread between sheets of greaseproof paper at the bottom of 40 x 30 x 10 cm <entity1> cartons </entity1> which were enclosed in <entity2> plastic bags </entity2>.\nrelation: Content-Container",
    "I was thrilled to see this delicious Pennsylvania 7.5% <entity1> amber </entity1> in a <entity2> firkin </entity2> down there.\nrelation: Content-Container",
    "We store the <entity1> tops </entity1> for the containers in a shallow <entity2> drawer </entity2> to reduce the clutter.\nrelation: Content-Container",
    "I pressed my nose against a <entity1> bottle </entity1> full of <entity2> snakes </entity2>, fermenting in their frozen grimaces.\nrelation: Content-Container",
    "The blue plastic <entity1> cutting board </entity1> behind it was in a <entity2> box </entity2> lot I bought at an auction.\nrelation: Content-Container",
    "Given the choice, I much prefer to have products with natural ingredient than have a <entity1> bottle </entity1> full of <entity2> chemicals </entity2>.\nrelation: Content-Container",
    "We served a bowl of delicious <entity1> soup </entity1> in a <entity2> dish </entity2> of ivory china.\nrelation: Content-Container",
    "Paul Powell wasn't the only public figure in Illinois to keep <entity1> money </entity1> in a <entity2> shoe box </entity2>.\nrelation: Content-Container",
    "The Skinner <entity1> box </entity1> was inside a large wooden <entity2> icebox </entity2>.\nrelation: Content-Container",
    "When it was ready, my <entity1> coffee </entity1> arrived in a <entity2> mug </entity2> instead of to go as I had ordered it.\nrelation: Content-Container",
    "The other contents of the <entity1> suitcase </entity1> included <entity2> gym shoes </entity2>, dirty sweat socks, Limburger cheese, scented oils, and a severely poop stained Armani suit.\nrelation: Content-Container",
    "The <entity1> document </entity1> was locked in a <entity2> safe </entity2> at Scotland Yard and only sent to the coroner in 2003.\nrelation: Content-Container",
    "The mission introduced the spoon bowl, a <entity1> plastic container </entity1> with <entity2> dehydrated food </entity2> inside.\nrelation: Content-Container",
    "The <entity1> sample </entity1> was contained in a 5-mm <entity2> glass tube </entity2> surrounded by oscillator and receiver coils at right angles to one another.\nrelation: Content-Container",
    "The <entity1> TV </entity1> was in a <entity2> cabinet </entity2> that you can only see from the bed but not from the side because of the cabinet's door.\nrelation: Content-Container",
    "I found some <entity1> candy </entity1> in my <entity2> underwear </entity2>.\nrelation: Content-Container",
    "When it arrived, the <entity1> kapok fiber </entity1> was sealed in vinyl <entity2> plastic packets </entity2> to prevent exposure to the water.\nrelation: Content-Container",
    "The <entity1> bomb </entity1> was discovered placed inside a <entity2> rubbish bin </entity2>.\nrelation: Content-Container",
    "To separate the solids at the end of the experiment, the <entity1> clay </entity1> was contained in a semi- permeable <entity2> membrane tubing </entity2>.\nrelation: Content-Container",
    "<entity1> Mobile </entity1> lost in the ocean was found in a cod <entity2> belly </entity2>.\nrelation: Content-Container",
    "The handwritten <entity1> note </entity1> was inside a <entity2> plastic baggy </entity2>.\nrelation: Content-Container",
    "A <entity1> weapon </entity1> was inside a <entity2> wooden box </entity2> behind a stereo cabinet that was suspended about seven feet above the floor.\nrelation: Content-Container",
    "Archaeologists have located the tomb and have inserted <entity1> probes </entity1> deep into the <entity2> tomb </entity2>.\nrelation: Entity-Destination",
    "Flag <entity1> holders </entity1> have been pushed into the <entity2> floor </entity2> to remove the bump on top of the flag.\nrelation: Entity-Destination",
    "So far this year, the city has dumped <entity1> sewage </entity1> into the <entity2> river </entity2> more than 500 times.\nrelation: Entity-Destination",
    "The <entity1> passenger </entity1> was placed into a small <entity2> room </entity2> before being transported to Harborview Medical Center for treatment.\nrelation: Entity-Destination",
    "This <entity1> article </entity1> is included into Australia's most well respected <entity2> newspaper </entity2>.\nrelation: Entity-Destination",
    "The <entity1> patches </entity1> immediately spread into the lymphatic <entity2> capillaries </entity2> of the surrounding intestinal tissue.\nrelation: Entity-Destination",
    "Magnetic nanoworms and nanocrystals deliver the <entity1> amino acid </entity1> to the <entity2> tumors </entity2>.\nrelation: Entity-Destination",
    "Injected <entity1> clodronate </entity1> was removed into <entity2> dialysate </entity2>.\nrelation: Entity-Destination",
    "The <entity1> particles </entity1> were released into the <entity2> air </entity2>.\nrelation: Entity-Destination",
    "Gol Airlines started <entity1> flights </entity1> to Middle Eastern <entity2> countries </entity2>.\nrelation: Entity-Destination",
    "He put <entity1> sugar </entity1> into his <entity2> coffee </entity2> without even trying it.\nrelation: Entity-Destination",
    "The government <entity1> cheese </entity1> is flowing into Missouri <entity2> food banks </entity2>.\nrelation: Entity-Destination",
    "The medical <entity1> devices </entity1> were inserted into a female teen <entity2> patient </entity2>.\nrelation: Entity-Destination",
    "The two men moved the <entity1> furniture </entity1> into the <entity2> room </entity2>.\nrelation: Entity-Destination",
    "In the next step, the chef added <entity1> sugar </entity1> into the <entity2> mix </entity2>.\nrelation: Entity-Destination",
    "The government research <entity1> grant </entity1> was given to a top <entity2> school </entity2> to boost its research activities.\nrelation: Entity-Destination",
    "Recently, a huge amount of commercial <entity1> fish </entity1> and shellfish have migrated to cooler <entity2> water </entity2>.\nrelation: Entity-Destination",
    "Last night, someone threw a <entity1> stone </entity1> into our glass <entity2> window </entity2>.\nrelation: Entity-Destination",
    "He put a <entity1> gallon </entity1> into his <entity2> cart </entity2> and walked back to the front of the store.\nrelation: Entity-Destination",
    "The <entity1> money </entity1> was put into <entity2> education </entity2> and health.\nrelation: Entity-Destination",
    "Strong warm winds from the Northwest and North have carried <entity1> locusts </entity1> into the closest <entity2> sector </entity2>.\nrelation: Entity-Destination",
    "Causing many night-glowing rubies to be strung on red silken thread, he put the <entity1> necklaces </entity1> in the <entity2> cradle </entity2>.\nrelation: Entity-Destination",
    "The <entity1> leftovers </entity1> are pushed into the <entity2> colon </entity2>.\nrelation: Entity-Destination",
    "Once outside, the python was placed in a <entity1> bag </entity1>, which was put inside a dog <entity2> crate </entity2>.\nrelation: Entity-Destination",
    "At one point in desperation, I poured <entity1> flour </entity1> into my great aunt's <entity2> hand </entity2> and measured how much it could hold.\nrelation: Entity-Destination",
    "<entity1> Metals </entity1> were released into the <entity2> environment </entity2>.\nrelation: Entity-Destination",
    "After soaking them overnight, we slipped the <entity1> beans </entity1> into a fairly wide-necked wine <entity2> flask </entity2> that's been peeled of its straw wrapper.\nrelation: Entity-Destination",
    "The hotel sector passed on <entity1> benefits </entity1> to the <entity2> consumers </entity2>.\nrelation: Entity-Destination",
    "The Sports Medical Committee has passed on the <entity1> recommendation </entity1> to the FIFA <entity2> executive </entity2>.\nrelation: Entity-Destination",
    "A greedy real estate developer has released <entity1> toxins </entity1> into the <entity2> ocean </entity2>.\nrelation: Entity-Destination",
    "Individual <entity1> investors </entity1> moved into the <entity2> property </entity2>.\nrelation: Entity-Destination",
    "The <entity1> slaves </entity1> were brought into the <entity2> country </entity2> against their will.\nrelation: Entity-Destination",
    "It's a straightforward <entity1> beef </entity1> <entity2> stew </entity2> to which all sorts of root veg can be added.\nrelation: Entity-Origin",
    "The archaeological site yields <entity1> relics </entity1> from long-forgotten <entity2> culture </entity2>.\nrelation: Entity-Origin",
    "This <entity1> material </entity1> was produced from a microfilm <entity2> copy </entity2> of the original document.\nrelation: Entity-Origin",
    "Your garden does well with either of these soils since these <entity1> soils </entity1> come from a reputable <entity2> dealer </entity2>.\nrelation: Entity-Origin",
    "Some of the <entity1> land </entity1> was farmed for <entity2> coffee </entity2> in the past, but it is now mostly native vegetation (with some emergent trees).\nrelation: Entity-Origin",
    "Grape <entity1> brandy </entity1> is made from fermented grape <entity2> juice </entity2>.\nrelation: Entity-Origin",
    "The sisters are teenage <entity1> refugees </entity1> from a violent <entity2> home </entity2>, living alone in a faded Victorian mansion where they survive by creating a closed world centered around each other and their new friends -- a rowdy makeshift family of castoffs, dealers, and drama queens on the periphery of the burgeoning drug game, some looking for a way out, some looking for a way deeper in.\nrelation: Entity-Origin",
    "The following <entity1> excerpt </entity1> was a part of the <entity2> article </entity2>: \"Some say it feels like a scene from a Norman Rockwell painting as families gather in front of the picturesque performing arts center.\nrelation: Entity-Origin",
    "You catched the <entity1> train </entity1> from the <entity2> terminal </entity2>, direct non-stop to Rome Termini Station.\nrelation: Entity-Origin",
    "Then the <entity1> king </entity1> handed the <entity2> key </entity2> to the queen, telling her, \"Be warned that whoever lets the serpent escape will be hung\".\nrelation: Entity-Origin",
    "The fermented cashew <entity1> nut </entity1> <entity2> flour </entity2> has the highest energy values while the boiled sample has the least.\nrelation: Entity-Origin",
    "A little <entity1> girl </entity1> came out of the <entity2> closet </entity2>, her face swollen and red from crying.\nrelation: Entity-Origin",
    "Pioneering percussionist Terje Isungset plays <entity1> instruments </entity1> made from a 2500 year old <entity2> glacier </entity2>.\nrelation: Entity-Origin",
    "The v = 1 <entity1> emission </entity1> originates from an 80 AU diameter <entity2> ring </entity2> of maser spots centered on radio continuum source I.\nrelation: Entity-Origin",
    "Most of Birdtown's earliest <entity1> residents </entity1> hailed from Eastern European <entity2> countries </entity2>, including Slovakia, Ukraine, Czech Republic, Poland and Carpatho-Rusyn.\nrelation: Entity-Origin",
    "Half of the new <entity1> subscribers </entity1> hailed from China's vast <entity2> countryside </entity2>.\nrelation: Entity-Origin",
    "A convicted <entity1> murderer </entity1> who escaped from an open <entity2> prison </entity2> has been found dead in a West African holiday resort, it was revealed today.\nrelation: Entity-Origin",
    "On entering the water the Esprit's wheels turned inwards to reveal four lateral fins and a <entity1> periscope </entity1> popped out of the <entity2> roof </entity2>.\nrelation: Entity-Origin",
    "The <entity1> timber </entity1> fell from the Russian registered <entity2> vessel </entity2> the Sinegorsk in the Channel on Monday, 14 miles off of New Haven, Sussex.\nrelation: Entity-Origin",
    "Things reach a head when the capricious <entity1> youngster </entity1> runs away from the Jeffersons' <entity2> apartment </entity2>.\nrelation: Entity-Origin",
    "After the <entity1> swing </entity1> went away from the <entity2> wicket </entity2> he couldn't do anything.\nrelation: Entity-Origin",
    "There are also dark American-inspired murals copying urban <entity1> scenes </entity1> from gangster <entity2> movies </entity2> and picturing gangsta rap heroes.\nrelation: Entity-Origin",
    "Rich in high-quality protein and other nutrients, <entity1> soy </entity1> <entity2> flour </entity2> also adds a pleasant texture and flavor to a variety of products.\nrelation: Entity-Origin",
    "On the other hand, <entity1> gin </entity1> is distilled from a neutral grain <entity2> spirit </entity2>, which is then infused with juniper and a host of other botanicals.\nrelation: Entity-Origin",
    "<entity1> Canola </entity1> <entity2> seed </entity2> are small, and placement at a shallow depth is required.\nrelation: Entity-Origin",
    "The new <entity1> vaccine </entity1> was manufactured in a tobacco <entity2> plant </entity2> using plant viruses engineered to produce high levels of virus-like particles.\nrelation: Entity-Origin",
    "In addition to serving as a <entity1> fertilizer </entity1> <entity2> ingredient </entity2>, ammonia can also be used directly as a fertilizer by forming a solution with irrigation water, without additional chemical processing.\nrelation: Entity-Origin",
    "It was like playing <entity1> people </entity1> from outer <entity2> space </entity2>.\nrelation: Entity-Origin",
    "The <entity1> letter </entity1> was sent from the <entity2> deathbed </entity2> of the former KGB spy, Alexander Litvinenko, who died this Saturday after being poisoned with radioactive poison earlier in the month.\nrelation: Entity-Origin",
    "The <entity1> scream </entity1> was coming from his own <entity2> chambers </entity2>; he ran through them and drew to a halt at the doorway to Eirin's room.\nrelation: Entity-Origin",
    "However, since meat eating was a taboo in Japan then, azuki bean paste sweetened with <entity1> honeysuckle </entity1> <entity2> syrup </entity2>, was used as a replacement filling.\nrelation: Entity-Origin",
    "Here are some <entity1> stories </entity1> from the international <entity2> press </entity2> involving Balkan Sunflowers.\nrelation: Entity-Origin",
    "They infiltrated here and there, provoking the Russian <entity1> military </entity1> to liberate region after region with <entity2> bombs </entity2> and artillery.\nrelation: Instrument-Agency",
    "A <entity1> woman </entity1> applies the <entity2> patch </entity2> to the skin of her abdomen or buttock for three and a half weeks.\nrelation: Instrument-Agency",
    "The <entity1> author </entity1> carefully chose the <entity2> composition </entity2> so that the desired molecular machines and the relationship between them are clearly revealed.\nrelation: Instrument-Agency",
    "The dominant <entity1> method </entity1> that the Roman <entity2> mathematicians </entity2> used to identify a year for dating purposes was to name it after the two consuls who took office in it.\nrelation: Instrument-Agency",
    "The <entity1> singer </entity1>'s <entity2> technique </entity2> facilitates the message.\nrelation: Instrument-Agency",
    "Another example is the hammered dulcimer, where the <entity1> player </entity1> holds the <entity2> hammers </entity2>.\nrelation: Instrument-Agency",
    "The <entity1> doctor </entity1> injects the solution after disinfection with <entity2> alcohol </entity2>.\nrelation: Instrument-Agency",
    "The <entity1> method </entity1> uses histologic <entity2> techniques </entity2> for processing and thus offers one major advantage.\nrelation: Instrument-Agency",
    "Focusing on chronic dumping areas the <entity1> group </entity1> began enforcement action with surveillance <entity2> cameras </entity2> and day and night patrols.\nrelation: Instrument-Agency",
    "In Wuthering Heights by Emily Bronte's, the <entity1> author </entity1> uses <entity2> repetition </entity2> as a device to give us the full understanding of the characters.\nrelation: Instrument-Agency",
    "The babble was adjusted three times by the <entity1> participant </entity1>, using an <entity2> attenuator </entity2> with a continuously variable unmarked knob.\nrelation: Instrument-Agency",
    "The <entity1> painter </entity1> uses a <entity2> perch </entity2> and a roller to apply the painting to the roof of a building.\nrelation: Instrument-Agency",
    "The <entity1> accused </entity1> killed the victim with a <entity2> kirpan </entity2> and separated the head from the body and threw it in a canal near Nabha.\nrelation: Instrument-Agency",
    "The young <entity1> man </entity1> watched the snow through the <entity2> window </entity2>, and he wanted to stay in that cafe forever.\nrelation: Instrument-Agency",
    "The same day that Doss was working at the <entity1> potter </entity1>'s <entity2> wheel </entity2> a group of students from Pomona's Village Academy High School were at the Sheraton Suites Fairplex.\nrelation: Instrument-Agency",
    "Stanford <entity1> researchers </entity1> have coated <entity2> paper </entity2> with carbon nanotubes and silver nanowires to serve as electricity storage devices.\nrelation: Instrument-Agency",
    "Semi-structured <entity1> interviews </entity1> are used by <entity2> researchers </entity2> in order to acquire an agent-informed account of policy processes.\nrelation: Instrument-Agency",
    "Diane Daly, multi-talented <entity1> photographer </entity1>, creates magic with her <entity2> camera </entity2> and intuitive eye.\nrelation: Instrument-Agency",
    "The <entity1> artist </entity1>'s development <entity2> toolkit </entity2> is one of a series of interactive artist's tookits.\nrelation: Instrument-Agency",
    "The Etruscan <entity1> craftsmen </entity1> marked their wares with ink <entity2> marks </entity2>.\nrelation: Instrument-Agency",
    "<entity1> Listeners </entity1> receive WBAI live over the <entity2> internet </entity2> (referred to as \"streaming\"), using one of the various audio formats below.\nrelation: Instrument-Agency",
    "Choreographed fighting <entity1> forms </entity1> are used by <entity2> students </entity2> in order to develop an understanding of the offense, defense, distance, reaction, speed, and so forth.\nrelation: Instrument-Agency",
    "LC repair is a special welding <entity1> system </entity1> that employs a high power YaG laser <entity2> beam </entity2>.\nrelation: Instrument-Agency",
    "The stay at home dads in Inverness put their feet up for a little while in a <entity1> chauffeur </entity1> driven <entity2> limousine </entity2>.\nrelation: Instrument-Agency",
    "The <entity1> gods </entity1> conquer the Asuras with the \"<entity2> breath </entity2> within the mouth\".\nrelation: Instrument-Agency",
    "However, the trial court also found, within the same aggravating factor, that the <entity1> defendant </entity1> killed the victim with a deadly <entity2> weapon </entity2>.\nrelation: Instrument-Agency",
    "A Canadian <entity1> doctor </entity1> cured me with only a <entity2> massage </entity2>.\nrelation: Instrument-Agency",
    "<entity1> Bar </entity1> builds guillotine out of beer <entity2> cans </entity2> to protest Atlantic Yards.\nrelation: Instrument-Agency",
    "Most importantly, the increase in BOLD activity in these regions was independent of the motor <entity1> system </entity1> that the <entity2> participants </entity2> used to express their decision.\nrelation: Instrument-Agency",
    "Visibly disturbed, the <entity1> girl </entity1> searched the room with the burning <entity2> candle </entity2>.\nrelation: Instrument-Agency",
    "These and many other <entity1> stories </entity1> are used by the new <entity2> scientists </entity2> in order to support their theory.\nrelation: Instrument-Agency",
    "A sewing machine is a mechanical (or electromechanical) <entity1> device </entity1> that joins fabric using <entity2> thread </entity2>.\nrelation: Instrument-Agency",
    "A woman diagnosed with breast cancer today joins a huge <entity1> sisterhood </entity1> of cancer <entity2> survivors </entity2> ready to help her along the way to recovery.\nrelation: Member-Collection",
    "This was the thought until recently when a small <entity1> stand </entity1> of ginkgo <entity2> trees </entity2> were found growing in a remote valley in China.\nrelation: Member-Collection",
    "The regiment is composed of ten battalions of 400 heavy infantry and 50 light infantry each plus an extra <entity1> unit </entity1> of 1000 <entity2> pikemen </entity2> and 500 extra light infantry.\nrelation: Member-Collection",
    "A small <entity1> charm </entity1> of seven <entity2> goldfinches </entity2> bounced in front of the bus.\nrelation: Member-Collection",
    "The fifty <entity1> essays </entity1> collected in this <entity2> volume </entity2> testify to most of the prominent themes from Professor Quispel's scholarly career.\nrelation: Member-Collection",
    "There is a <entity1> gulp </entity1> of <entity2> cormorants </entity2> that scavenge this stretch of the Sacramento River where I usually kayak.\nrelation: Member-Collection",
    "Anybody who has a <entity1> peep </entity1> of <entity2> chickens </entity2> has an opportunity for some interesting observations and great omelet material.\nrelation: Member-Collection",
    "Serious people flinch from being associated with the intellectual slum that is the Bush campaign, with its <entity1> riffraff </entity1> of <entity2> liars </entity2> and aspiring ayatollahs.\nrelation: Member-Collection",
    "In the film, Howell plays a cop who gets involved with a murder witness, only to find out that she's part of an international <entity1> ring </entity1> of sex-for-hire <entity2> beauties </entity2>.\nrelation: Member-Collection",
    "Within it I found a large <entity1> quantity </entity1> of small <entity2> smelts </entity2>, besides prawns, shrimps, and a few small crabs.\nrelation: Member-Collection",
    "The mighty chaos warships let down a <entity1> hailstorm </entity1> of <entity2> gunships </entity2> and drop pods, flooding the planet with vile and corrupted plague marines.\nrelation: Member-Collection",
    "Every <entity1> municipality </entity1> in Ontario is a member of the <entity2> corporation </entity2>.\nrelation: Member-Collection",
    "This an <entity1> alliance </entity1> of various <entity2> elements </entity2> connected into the political elite with the old PRD forces, who have adopted a strategy of postponing efforts to lead any fight with the domestic bourgeoisie.\nrelation: Member-Collection",
    "By tacit approval, an order of preaching heretics who deny the infallibility of the Bible, an <entity1> order </entity1> of drunken and adulterous <entity2> clergy </entity2>, are permitted, and are at this moment holding benefices and preaching in the Church of England.\nrelation: Member-Collection",
    "As we left, three liberated Frenchmen drove up in a car they had captured a few minutes before and tried to make their way through the <entity1> jam </entity1> of jabbering <entity2> women </entity2>.\nrelation: Member-Collection",
    "Someone with a sense of humour decided to help a <entity1> lodge </entity1> of <entity2> beavers </entity2> in neighbouring Renfrew organize their own campaign.\nrelation: Member-Collection",
    "In the meantime, an unlikely <entity1> menage </entity1> of Payaya <entity2> natives </entity2>, Franciscan padres, Canary Islanders and Spanish soldiers struggle to bring the city together as winter approaches.\nrelation: Member-Collection",
    "Teetotallers zip over the Causeway in the midst of a maze of sweaty congestion after a day pounding keyboards and missing deadlines, barely noticing the <entity1> scoop </entity1> of <entity2> pelicans </entity2> floating by and the kangaroos that call the secluded area home.\nrelation: Member-Collection",
    "They signed him up and sent him to Dakar, to a <entity1> regiment </entity1> of Senegalese <entity2> infantrymen </entity2> that was leaving for Verdun in 1917.\nrelation: Member-Collection",
    "Far below and a universe away, a <entity1> constellation </entity1> of <entity2> windows </entity2> darkened.\nrelation: Member-Collection",
    "In her emotional acceptance speech, Berry shook off the happy heaves and dedicated her prize to a <entity1> sorority </entity1> of splendid <entity2> sisters </entity2>: Dorothy Dandridge, Lena Horne, Diahann Carroll, Jada Pinkett, Angela Bassett, Viveca Fox and \"every nameless, faceless woman of color that now has a chance because this door tonight has been opened.\nrelation: Member-Collection",
    "Our <entity1> director </entity1> is a member of the AEA, NAFSA, and EAIE <entity2> organizations </entity2>.\nrelation: Member-Collection",
    "As a consequence it sold bonds indirectly to the public with the help of a <entity1> syndicate </entity1> of <entity2> banks </entity2>.\nrelation: Member-Collection",
    "The lowest <entity1> rung </entity1> of society was composed of conquered <entity2> peoples </entity2> brought to Tenochtitlan as slaves.\nrelation: Member-Collection",
    "About 40 <entity1> animals </entity1> in a <entity2> herd </entity2> of 3050 swine herd (approximately 1.3%) contracted the virus.\nrelation: Member-Collection",
    "There is need for \"agreement between producers and consumers that established fair prices for <entity1> commodities </entity1>, including those such as <entity2> cocoa </entity2>, coffee, sugar and tropical timber\".\nrelation: Member-Collection",
    "As a result of their relatively narrower <entity1> range </entity1> of <entity2> options </entity2>, predictions regarding their behavior tend to be more accurate.\nrelation: Member-Collection",
    "Three years ago the coalition organized a strategic <entity1> cooperative </entity1> of several farmers <entity2> associations </entity2> to export mangos under the Taiwan Mango brand.\nrelation: Member-Collection",
    "That looked like an equally impenetrable city <entity1> jungle </entity1> of <entity2> wagons </entity2>, horses, small tents, and humanity.\nrelation: Member-Collection",
    "Like magic, a <entity1> covert </entity1> of <entity2> coots </entity2> arrives to feed on whatever there is in the lake bottom.\nrelation: Member-Collection",
    "And look, there goes a good <entity1> stand </entity1> of golden <entity2> plovers </entity2>, right clean away from the foreshores.\nrelation: Member-Collection",
    "A great <entity1> wing </entity1> of fluorite <entity2> dragons </entity2>, the greatest concentration of the rather solitary dragons ever known, joined the desperate battle with the blues and silvers against Chaos.\nrelation: Member-Collection",
    "The goal of the experimental <entity1> course </entity1> was to introduce students to <entity2> computer programming </entity2>.\nrelation: Message-Topic",
    "Meanwhile, the <entity1> speech </entity1> pointed out that the scientific <entity2> innovation </entity2> is the only way to develop.\nrelation: Message-Topic",
    "It creates <entity1> projects </entity1> having to do with <entity2> social justice </entity2> and environmental justice.\nrelation: Message-Topic",
    "The old geological <entity1> theory </entity1> explained <entity2> mountains </entity2> as wrinkles made by the Earth shrinking as it cools down.\nrelation: Message-Topic",
    "This public <entity1> debate </entity1> has been reflected in widely advertised <entity2> series </entity2> in the popular magazines and by numerous analysts.\nrelation: Message-Topic",
    "Some of the <entity1> plot </entity1> is based on real-life <entity2> people </entity2> and events.\nrelation: Message-Topic",
    "The marketing strategy and <entity1> advertising campaign </entity1> of the company's <entity2> products </entity2> are dedicated to bringing back the old traditional glamorous image.\nrelation: Message-Topic",
    "It is notable because it was the first nationwide <entity1> law </entity1> dealing with runaway <entity2> slaves </entity2> under the 1787 Constitution.\nrelation: Message-Topic",
    "The <entity1> directive </entity1> applied to <entity2> discrimination </entity2> on the basis of gender reassignment as well as discrimination on the basis of sex alone.\nrelation: Message-Topic",
    "Just a moment ago you were pronouncing such astonishingly correct <entity1> opinions </entity1> about our <entity2> town </entity2>, and now you're so silent.\nrelation: Message-Topic",
    "Such a <entity1> conclusion </entity1> highlights the <entity2> importance </entity2> of environmental concern in understanding and encouraging environmental behavior.\nrelation: Message-Topic",
    "The concluding panel <entity1> discussion </entity1> pointed out a high <entity2> need </entity2> and interest on sharing a set of well defined same scenarios and use cases transparently described as well as modules and simulators.\nrelation: Message-Topic",
    "Several <entity1> chapters </entity1> of the book are devoted to the <entity2> relationships </entity2> between ethics and justice.\nrelation: Message-Topic",
    "A leaked police <entity1> report </entity1> has revealed the horrifying final <entity2> moments </entity2> of participants in a new age retreat.\nrelation: Message-Topic",
    "Bob Parks made a similar <entity1> offer </entity1> in a <entity2> phone call </entity2> made earlier this week.\nrelation: Message-Topic",
    "Daborne's <entity1> play </entity1> is also about a historic <entity2> person </entity2>, the pirate Ward, famous in England at the time of its writing.\nrelation: Message-Topic",
    "The working party's <entity1> conclusions </entity1> were set out in a <entity2> document </entity2> dated June 1951.\nrelation: Message-Topic",
    "The final <entity1> chapter </entity1> offers a <entity2> theological survey </entity2> of the use of the formula.\nrelation: Message-Topic",
    "Germans complained bitterly in the Rostrum newspapers, and these <entity1> complaints </entity1> were reflected in propaganda <entity2> films </entity2> regarding soldiers from the French colonial.\nrelation: Message-Topic",
    "As discussed in the <entity1> literature </entity1>, several experimental <entity2> problems </entity2> have not been solved.\nrelation: Message-Topic",
    "The remaining <entity1> articles </entity1> run the gamut of <entity2> sociological research </entity2>.\nrelation: Message-Topic",
    "A short introductory <entity1> chapter </entity1> furnishes the <entity2> background information </entity2>.\nrelation: Message-Topic",
    "The <entity1> newspaper </entity1> was reporting <entity2> news </entity2> from Macedonia from that period.\nrelation: Message-Topic",
    "The most successful action <entity1> films </entity1> were about a <entity2> man </entity2> called \"Rambo\".\nrelation: Message-Topic",
    "The second bodily privacy <entity1> paper </entity1> relates to <entity2> violation </entity2> of a person's bodily integrity.\nrelation: Message-Topic",
    "My <entity1> remark </entity1> pertained to your earlier <entity2> comments </entity2>.\nrelation: Message-Topic",
    "<entity1> Marketing </entity1> was focused on <entity2> stimulating </entity2> existing subscribers to use the telephone more often.\nrelation: Message-Topic",
    "In 1672 he opened a tavern in Leiden and many of his <entity1> pictures </entity1> represent <entity2> taverns </entity2> and festive gatherings.\nrelation: Message-Topic",
    "This splendid little <entity1> book </entity1> traces the <entity2> history </entity2> of the company from 3000 BC to the present day.\nrelation: Message-Topic",
    "Created by Bloc 8406, this <entity1> manifesto </entity1> declares the <entity2> need </entity2> for democratic reforms in Vietnam.\nrelation: Message-Topic",
    "The <entity1> plot </entity1> centers on a <entity2> goldfish </entity2> named Ponyo who befriends a five-year-old human boy.\nrelation: Message-Topic",
    "The <entity1> case studies </entity1> detail where <entity2> refugees </entity2> come from now and in the past.\nrelation: Message-Topic",
    "People have inherited a <entity1> tendency </entity1> to <entity2> obesity </entity2>.\nrelation: Other",
    "The <entity1> mistress </entity1> fries the <entity2> rashers </entity2> in a small china fryingpan over the lamp, passing to each person the hot slices as they are done.\nrelation: Other",
    "The infamous <entity1> teacher </entity1> has been dragged into another child abuse <entity2> case </entity2>.\nrelation: Other",
    "I hear it, too, in the lovely expansiveness of his work as a <entity1> chamber </entity1> <entity2> musician </entity2>.\nrelation: Other",
    "Auto EQ is a powerful sound tuning feature which uses a microphone to monitor and analyse the <entity1> acoustics </entity1> inside the <entity2> car </entity2>.\nrelation: Other",
    "Self-organization become apparent in evolution as <entity1> self-assemblage </entity1> of the gene <entity2> networks </entity2> and cascades.\nrelation: Other",
    "<entity1> Climate change </entity1> is the topic of the <entity2> day </entity2>.\nrelation: Other",
    "Peter Wayner, a <entity1> technology </entity1> <entity2> writer </entity2>, struggles with how to respond to the widespread piracy of his books online.\nrelation: Other",
    "Latest <entity1> figures </entity1> show <entity2> unemployment </entity2> in Wales is rising again despite falls in the previous two months.\nrelation: Other",
    "I made sure that the end could still slide freely over the <entity1> dowel </entity1> <entity2> rod </entity2>.\nrelation: Other",
    "The <entity1> book </entity1>, compiled by the <entity2> poet </entity2>'s daughter, includes memoirs by writers, poets, translators, critics, actors, and theater directors.\nrelation: Other",
    "While public <entity1> drinking </entity1> <entity2> regulations </entity2> varied, some form of the beer parlour became the norm across the country.\nrelation: Other",
    "Here, we analysed changes in heterozygosity over time in an insular mouflon (Ovis aries) <entity1> population </entity1> founded by two <entity2> individuals </entity2> in 1957.\nrelation: Other",
    "At that time there was also a Renaissance <entity1> building </entity1> founded by the <entity2> wall </entity2>.\nrelation: Other",
    "Erikson(1976) found that <entity1> people </entity1> from among a community who escaped an horrific <entity2> accident </entity2> had made little progress after two years.\nrelation: Other",
    "The site was encircled by a high fence and one could see a <entity1> crane </entity1> lifting some heavy <entity2> construction material </entity2>.\nrelation: Other",
    "The <entity1> kids </entity1> dug into the Baked Ziti with <entity2> gusto </entity2>.\nrelation: Other",
    "The <entity1> team </entity1>, has carefully devised an amended research <entity2> methodology </entity2>; it has also since found that further compromises will have to be made.\nrelation: Other",
    "The <entity1> hole </entity1> was found in a <entity2> piece </entity2> of the package that was ripped off near its edge.\nrelation: Other",
    "Grint shows he's becoming a delightful comic <entity1> actor </entity1> with a highly flexible <entity2> voice </entity2>.\nrelation: Other",
    "Each <entity1> antler </entity1> grows from an <entity2> attachment point </entity2> on the skull called a pedicle.\nrelation: Other",
    "A second aspect of the invention provides apparatuses for indicating the position of an <entity1> oar </entity1> during <entity2> rowing </entity2>.\nrelation: Other",
    "The foreign <entity1> company </entity1> has entered into the insurance <entity2> market </entity2> in China.\nrelation: Other",
    "The <entity1> kitchen </entity1> holds little <entity2> clues </entity2> about how we tried to reinvent the past.\nrelation: Other",
    "The <entity1> charges </entity1> originated in an attempted <entity2> blackmail </entity2> against Moti, a constitutional lawyer and Australian citizen, in Vanuatu in 1997-98.\nrelation: Other",
    "The <entity1> hotel </entity1> arose from the <entity2> reconstruction </entity2> of historical building.\nrelation: Other",
    "The US regulatory <entity1> agency </entity1> was investigating <entity2> allegations </entity2> that at least one plane was considered unsafe to fly.\nrelation: Other",
    "The <entity1> rain </entity1> begets the <entity2> food </entity2> we eat.\nrelation: Other",
    "<entity1> People </entity1> harvest the <entity2> seeds </entity2>, macerate them, and roll them into thick sticks of dry, hardened paste which can then be stored or exported from the region.\nrelation: Other",
    "About two hours later, officers got an anonymous tip that the <entity1> gunman </entity1> was inside a nearby <entity2> apartment building </entity2>.\nrelation: Other",
    "When the police raid the catacombs, Shannyn's character hits her head while fleeing only to wake up alone in the <entity1> maze </entity1> of <entity2> skulls </entity2> and bones.\nrelation: Other",
    "He has highlighted some important <entity1> issues </entity1> with regard to the <entity2> abilities </entity2> of firefighters.\nrelation: Other",
    "Thrombopoietin is a glycoprotein hormone that regulates the production of <entity1> platelets </entity1> by the bone <entity2> marrow </entity2>.\nrelation: Product-Producer",
    "<entity1> Stings </entity1> or bites are caused by midges, horseflies, bees, <entity2> wasps </entity2>, ants, some spiders, fleas, lice, etc.\nrelation: Product-Producer",
    "Let It Be, the third full-length <entity1> record </entity1> by the now long-defunct Minnesota <entity2> quartet </entity2>, was released at the tail end of 1984.\nrelation: Product-Producer",
    "We did not endorse a candidate unlike the ten <entity1> scientists </entity1> who wrote a <entity2> letter </entity2> in support of John Kerry.\nrelation: Product-Producer",
    "Tribble's one-story, wood-frame <entity1> home </entity1> is the 34th that the <entity2> group </entity2> has constructed in the county.\nrelation: Product-Producer",
    "Tamkin is interested in musique concrete, a form of <entity1> music </entity1> that emanated from the French <entity2> composer </entity2> and theorist Pierre Schaeffer, in which emphasis is placed on finding new sounds that aren't traditionally regarded as music to create a new aesthetic.\nrelation: Product-Producer",
    "Beginning in 1939, the <entity1> factory </entity1>'s passenger <entity2> cars </entity2> were sold under the Moskvitch (\"Muscovite\") brand.\nrelation: Product-Producer",
    "He is also a work of fiction, a software <entity1> program </entity1> written by a <entity2> bio-scientist </entity2> from St Petersburg and a finalist in a contest to find the world's first thinking computer, staged yesterday at Reading University.\nrelation: Product-Producer",
    "A food <entity1> memoir </entity1> written by a <entity2> commentator </entity2> on race and politics - it doesn't sound that appetising.\nrelation: Product-Producer",
    "BMW or Bavarian Motor Works is a German <entity1> car </entity1> and motorcycle <entity2> manufacturer </entity2>.\nrelation: Product-Producer",
    "The <entity1> company </entity1> builds many of the <entity2> machines </entity2> used in the manufacturing of the beds and the upfitting of the chassis.\nrelation: Product-Producer",
    "The record <entity1> holder </entity1> folded his 10cm <entity2> aircraft </entity2> by hand from a single sheet of paper and did not use scissors or glue.\nrelation: Product-Producer",
    "The <entity1> aristocracy </entity1> composed the <entity2> laws </entity2>, regulated the monetary system and banks, enforced justice, and often controlled prices, wages, and other economic transactions.\nrelation: Product-Producer",
    "The <entity1> chimps </entity1> first picked some stems from the Marantaceae plant and plucked off the leaves in order to make their <entity2> rods </entity2>.\nrelation: Product-Producer",
    "The <entity1> mason </entity1> who did the <entity2> stonework </entity2> did a wonderful job.\nrelation: Product-Producer",
    "The 25-member steering <entity1> committee </entity1> that drafted the <entity2> document </entity2> also passed it through two Palestinian GFM organizers.\nrelation: Product-Producer",
    "The <entity1> person </entity1> who makes a <entity2> will </entity2> is not available to explain him or herself, or to correct any technical deficiency or error in expression, when it comes into effect on that person's death.\nrelation: Product-Producer",
    "It produces a <entity1> wine </entity1> descended from a local <entity2> vine </entity2>, Galbena de Odobesti, a light white wine, little aromatic but appreciated for its freshness and its balance.\nrelation: Product-Producer",
    "The <entity1> banker </entity1>, who has put up in a Sudder Street <entity2> hotel </entity2>, told the sleuths that he had entered India on October 20, 2009.\nrelation: Product-Producer",
    "Two <entity1> plants </entity1> were producing cold-smoked <entity2> salmon </entity2>, the third plant was producing semi-preserved herring and the fourth plant was producing caviar.\nrelation: Product-Producer",
    "His <entity1> wife </entity1> has just completed the first <entity2> paper </entity2> of her graduate degree.\nrelation: Product-Producer",
    "The Dyna-Cam engine originally came from a <entity1> design </entity1> by the Blazer <entity2> brothers </entity2>, who worked for Studebaker in 1916.\nrelation: Product-Producer",
    "It is typical of the distinguished <entity1> portraits </entity1> made by professionals and <entity2> amateurs </entity2> in the late 19th century.\nrelation: Product-Producer",
    "The distance between a <entity1> blog </entity1> <entity2> writer </entity2> and an audience happens only if the audience never shows up.\nrelation: Product-Producer",
    "4300 years ago <entity1> chimps </entity1> started making stone <entity2> tools </entity2>.\nrelation: Product-Producer",
    "144 of those apartments have been personally designed by Giorgio Armani and the tower also boasts the <entity1> designer </entity1>'s first <entity2> hotel </entity2>.\nrelation: Product-Producer",
    "The associated extra <entity1> output </entity1> of CO2 through the lungs acts as one of the principal buffering mechanisms of the <entity2> body </entity2>.\nrelation: Product-Producer",
    "In fact, this is not so far removed from the famous <entity1> ziggurat </entity1>, the huge building erected by the <entity2> emperor </entity2> to communicate with the god Marduk.\nrelation: Product-Producer",
    "The photomask is usually prepared with a photoplotter from <entity1> data </entity1> produced by a <entity2> technician </entity2> using CAM, or computer-aided manufacturing software.\nrelation: Product-Producer",
    "Another product from the <entity1> factory </entity1> was the Scandinavian <entity2> padlock </entity2> (\"Polhem locks\", Swedish: Polhemslas).\nrelation: Product-Producer",
    "This is the first <entity1> book </entity1> by this <entity2> author </entity2> that I have read and I thoroughly enjoyed it.\nrelation: Product-Producer",
    "The third <entity1> bid </entity1> was from a window <entity2> company </entity2> that does its own installation.\nrelation: Product-Producer"
]