[
    "The <entity1> evacuation </entity1> after the Chernobyl <entity2> accident </entity2> was poorly planned and chaotic.\nrelation: Cause-Effect",
    "Many adults retain <entity1> scars </entity1> from <entity2> acne breakouts </entity2> during their teen years and feel marked for life.\nrelation: Cause-Effect",
    "The NNT and NNH are useful indices to describe the trade-off between the benefit and the <entity1> harm </entity1> produced by a new <entity2> treatment </entity2>.\nrelation: Cause-Effect",
    "Most of the <entity1> streaks </entity1> are caused by <entity2> meteoroids </entity2> about the size of a grain of sand, although meteoroids are porous and much less dense than sand.\nrelation: Cause-Effect",
    "The scale of such landslides on natural slopes can be large enough to devastate entire villages or towns, such as the Huascaran Avalanche triggered by the Peru earthquake (1970, Mw = 7.8), or the complex <entity1> slides </entity1> caused by the Alaska <entity2> earthquake </entity2> in 1964 (Ms = 8.4).\nrelation: Cause-Effect",
    "The relative <entity1> calm </entity1> produced by the Shia <entity2> ceasefire </entity2> has coincided with what the CIA is now calling the \"near strategic defeat\" of al-Qaeda in Iraq.\nrelation: Cause-Effect",
    "Water <entity1> damage </entity1> from roof leaks, plumbing leaks or flooding lead to the <entity2> growth </entity2> of molds.\nrelation: Cause-Effect",
    "These <entity1> drugs </entity1> also cause headaches and <entity2> nausea </entity2>, affect your internal organs and raise your bad cholesterol.\nrelation: Cause-Effect",
    "In North America, about 58 percent of the <entity1> wildfires </entity1> are caused by <entity2> humans </entity2>.\nrelation: Cause-Effect",
    "My earliest research <entity1> interest </entity1> stemmed from an <entity2> internship </entity2> at Tall Timbers.\nrelation: Cause-Effect",
    "The <entity1> assassination </entity1> resulted in extensive <entity2> arrests </entity2> of governmental, security, and criminal figures.\nrelation: Cause-Effect",
    "After several years of self-observation, Alexander began to teach his method of conscious <entity1> inhibition </entity1> through manual facilitated <entity2> movement </entity2>.\nrelation: Cause-Effect",
    "The spring <entity1> molt </entity1> produces mottled brown <entity2> feathers </entity2>, making the female almost invisible as she sits on her nest.\nrelation: Cause-Effect",
    "The political <entity1> unity </entity1> of the Iroquois was the source of their <entity2> power </entity2>, but it was by no means perfect.\nrelation: Cause-Effect",
    "Whilst audio sampled at 8kHz is sufficient for communication, such narrow-band speech does not sound natural, leading to user <entity1> frustration </entity1> after prolonged <entity2> exposure </entity2>, and making language learning difficult.\nrelation: Cause-Effect",
    "The second biggest factor affecting the <entity1> sound </entity1> produced by a <entity2> drum </entity2> is the tension at which the drum head is held against the shell of the drum.\nrelation: Cause-Effect",
    "Peters's <entity1> pain </entity1> and symptoms were caused by the automobile <entity2> accident </entity2>.\nrelation: Cause-Effect",
    "The <entity1> cysts </entity1> are caused by chronic <entity2> inflammation </entity2> of the perichondrium with production of serous fluid between the perichondrium and cartilage.\nrelation: Cause-Effect",
    "The <entity1> suffering </entity1> caused by the <entity2> terrorists </entity2> is the real torture.\nrelation: Cause-Effect",
    "We explore the experience of <entity1> grief </entity1> after the <entity2> loss </entity2> of a parent and offers support; we also make simple suggestions, and we provide a place for sharing memories.\nrelation: Cause-Effect",
    "The <entity1> tardiness </entity1> however has been caused by the <entity2> arrival </entity2> of my old man; who in true Bloodworth fashion has had me walking everywhere.\nrelation: Cause-Effect",
    "This year's Nobel Laureates in Physiology or Medicine made the remarkable and unexpected discovery that inflammation in the stomach (gastritis) as well as ulceration of the stomach or duodenum (peptic ulcer disease) is the result of an <entity1> infection </entity1> of the stomach caused by the <entity2> bacterium </entity2> Helicobacter pylori.\nrelation: Cause-Effect",
    "His work has led to new treatments for addicts, tests for drug intoxication and understanding of how <entity1> heroin </entity1>, other opiates and cocaine cause dependence and <entity2> withdrawal </entity2>.\nrelation: Cause-Effect",
    "<entity1> Shrinkage </entity1> from <entity2> washing </entity2> has always been considered a serious problem for cotton knitted fabrics.\nrelation: Cause-Effect",
    "The southern <entity1> supercell </entity1> produced the longest <entity2> tornado track </entity2> of the outbreak (tornado #4).\nrelation: Cause-Effect",
    "An agenda of deeper reforms can boost public confidence even as it undoes a lot of the <entity1> distress </entity1> caused by the financiers and <entity2> bankers </entity2>.\nrelation: Cause-Effect",
    "Phobia like <entity1> fear </entity1> from <entity2> crowd </entity2>, fear from insects, fear from height etc all contribute in developing the anxiety disorder.\nrelation: Cause-Effect",
    "Also (on a proportional basis) the <entity1> rainbow </entity1> caused by the <entity2> spray </entity2> appeared smaller than that of the other rainbow.\nrelation: Cause-Effect",
    "The <entity1> delay </entity1> in the progression of these applications has been caused by the original <entity2> applicants </entity2>.\nrelation: Cause-Effect",
    "The <entity1> burst </entity1> has been caused by water hammer <entity2> pressure </entity2>.\nrelation: Cause-Effect",
    "The <entity1> spill </entity1> was caused by a <entity2> leak </entity2> in a Kuwaiti tanker carrying 160,000 tonnes of crude, after it collided with a dredger further south on December 14.\nrelation: Cause-Effect",
    "Characteristics of a vacuum <entity1> spark </entity1> triggered by the transient hollowcathode discharge electron <entity2> beam </entity2>.\nrelation: Cause-Effect",
    "Alzheimer's disease is a degenerative brain <entity1> disorder </entity1> that results in <entity2> memory loss </entity2>, impaired thinking, difficulty finding the right word when speaking, and personality changes (see \"Warning signs of Alzheimer's disease,\" below).\nrelation: Cause-Effect",
    "The <entity1> demise </entity1> of the bees has been caused by the globalization of <entity2> commerce </entity2>.\nrelation: Cause-Effect",
    "<entity1> Overpopulation </entity1> and poverty cause <entity2> tension </entity2> not only within communities and countries, but throughout the world.\nrelation: Cause-Effect",
    "When these fuels are burned, they create air <entity1> pollution </entity1> that contributes to global warming and causes smog, acid rain and respiratory <entity2> disease </entity2>.\nrelation: Cause-Effect",
    "The northwest <entity1> swell </entity1> was generated by a powerful <entity2> storm </entity2> off Japan on Jan. 5 and gained strength last week.\nrelation: Cause-Effect",
    "The <entity1> noise </entity1> and vibration caused by the <entity2> passage </entity2> of trains resulted in unacceptable conditions within the convention center as standard construction techniques had been used.\nrelation: Cause-Effect",
    "A cancer survivor writes about the relatively rare occurrence of <entity1> calcification </entity1> of the breast after radiation <entity2> therapy </entity2>.\nrelation: Cause-Effect",
    "The financial <entity1> losses </entity1> caused by the <entity2> earthquake </entity2> were estimated at $7 million.\nrelation: Cause-Effect",
    "The <entity1> outbreak </entity1> was caused by the live polio <entity2> virus </entity2> that is used in vaccines given orally the preferred method in developing countries because it is cheaper and doesn't require medical training to dispense.\nrelation: Cause-Effect",
    "Eye <entity1> discomfort </entity1> from this <entity2> staring effect </entity2> is exacerbated by low humidity.\nrelation: Cause-Effect",
    "<entity1> Constipation </entity1> is the most common cause of <entity2> abdominal pain </entity2> in the pediatric population.\nrelation: Cause-Effect",
    "In early 2007 renewed a coal mining <entity1> activity </entity1> in the region triggered the <entity2> earthquake </entity2>, although earthquake activity has been present in the area at least since white settlement first occurred.\nrelation: Cause-Effect",
    "It's hell in the hospitals where the amputees's <entity1> screaming </entity1> after the <entity2> lapse </entity2> of morphine is heard all the time.\nrelation: Cause-Effect",
    "In 1880, there was a strong <entity1> typhoon </entity1> and an earthquake that lead to the <entity2> destruction </entity2> of the instrument.\nrelation: Cause-Effect",
    "McGee's <entity1> talent </entity1> stemmed from mother's <entity2> teaching </entity2>.\nrelation: Cause-Effect",
    "<entity1> Sun </entity1> and wind cause <entity2> evaporation </entity2> of water, causing rains, and this energy can be caught using hydroelectric power.\nrelation: Cause-Effect",
    "Eighty percent of the mortgage <entity1> fraud </entity1> has been caused by the banks and the lending <entity2> institutions </entity2>.\nrelation: Cause-Effect",
    "Notwithstanding problems associated with screening, many of those <entity1> cancers </entity1> were caused by <entity2> radiation exposures </entity2> shortly after the accident.\nrelation: Cause-Effect",
    "Asia feels the <entity1> pain </entity1> caused by the <entity2> crisis </entity2> but could be poised for rapid recovery.\nrelation: Cause-Effect",
    "On the hour, the <entity1> clock </entity1> plays a <entity2> melody </entity2> with motion.\nrelation: Cause-Effect",
    "In addition, a brief <entity1> biography </entity1> establishing her <entity2> credentials </entity2> was included at the end of the report.\nrelation: Cause-Effect",
    "Examining the <entity1> disruption </entity1> caused by pupil <entity2> mobility </entity2>.\nrelation: Cause-Effect",
    "Initiated during the early 1990's National Mineral Resource Assessment, this project received a major <entity1> boost </entity1> from <entity2> funding </entity2> provided through the 'Data-at-Risk' add-on funding received by the USGS through the 2004 fiscal year.\nrelation: Cause-Effect",
    "The genreal <entity1> anesthetic </entity1> cause unconsciousness and <entity2> insensibility </entity2> to paid and are used for major surgical procedures.\nrelation: Cause-Effect",
    "The Titan heats the dermis to cause collagen contraction while ensuring <entity1> preservation </entity1> the epidermis through continuous <entity2> cooling </entity2>.\nrelation: Cause-Effect",
    "<entity1> Discomfort </entity1> from <entity2> braces </entity2> is similar to that of working out at the gym - the first few days you know you' done something different, but then the body adapts and the discomfort disappears.\nrelation: Cause-Effect",
    "The <entity1> inspiration </entity1> for the multi-touch technology came from a decidedly non-digital <entity2> event </entity2>.\nrelation: Cause-Effect",
    "The big <entity1> bang </entity1> was caused by the <entity2> collision </entity2> of two parallel universes.\nrelation: Cause-Effect",
    "There are many types and causes of headaches, from <entity1> tension </entity1> <entity2> headaches </entity2> due to stress to migraines triggered by certain foods.\nrelation: Cause-Effect",
    "Earplugs relieve the <entity1> discomfort </entity1> from <entity2> traveling </entity2> with a cold allergy or sinus condition.\nrelation: Cause-Effect",
    "He schose the better approach: to be honest and understanding and to acknowledge the <entity1> distress </entity1> caused by the hallucinations or <entity2> delusions </entity2>.\nrelation: Cause-Effect",
    "To date, all <entity1> outbreaks </entity1> of the highly pathogenic form of avian influenza have been caused by <entity2> viruses </entity2> of the H5 and H7 subtypes.\nrelation: Cause-Effect",
    "Gunung Papandayan, has woken up from it's sleep and is now threathening thousands of villagers living around and on the <entity1> slopes </entity1> of the <entity2> vulcano </entity2>.\nrelation: Component-Whole",
    "The software made it easier for the team to explore rational ways of expanding the <entity1> lobby </entity1> using the geometry of the <entity2> building </entity2>.\nrelation: Component-Whole",
    "Each omnidirectional mic <entity1> capsule </entity1> is fitted with a metal alligator <entity2> clip </entity2> which can be attached on either side of your head.\nrelation: Component-Whole",
    "Air circulates through the <entity1> arm </entity1> of the <entity2> machine </entity2>, creating a gentle vacuum that can attract a page and guide it from the right side of the book to the left.\nrelation: Component-Whole",
    "When approaching the Observatory, they unlock the <entity1> padlock </entity1> on the <entity2> gate </entity2> of the security fence, and entered the Observatory grounds and relock the gate.\nrelation: Component-Whole",
    "The site contained photos of female celebrities exposing their <entity1> belly </entity1> <entity2> buttons </entity2>.\nrelation: Component-Whole",
    "The complement <entity1> system </entity1> is important as part of the body's <entity2> defense mechanism </entity2> against infection (Fig. 8.2).\nrelation: Component-Whole",
    "Vestigial <entity1> organs </entity1> are parts of the <entity2> body </entity2> that once had a function but are now more-or-less useless.\nrelation: Component-Whole",
    "The original Waldorf <entity1> salad </entity1>, created at New York's Waldorf Astoria Hotel in the 1890s, contained only <entity2> apples </entity2>, mayonnaise, and celery.\nrelation: Component-Whole",
    "What is so amazing about this technology is that the <entity1> image </entity1> is constructed from random <entity2> photos </entity2> pulled from the Internet.\nrelation: Component-Whole",
    "The concept car Acura TL features a wiperless <entity1> windscreen </entity1> using a series of jet <entity2> nozzles </entity2> in the cowl to blow pressurized air onto the windscreen.\nrelation: Component-Whole",
    "Public key encryption is a <entity1> technique </entity1> that uses a pair of asymmetric <entity2> keys </entity2> for encryption and decryption.\nrelation: Component-Whole",
    "Bob Oblong's suggestions have been used as kindling for the <entity1> factory </entity1>'s <entity2> furnace </entity2>.\nrelation: Component-Whole",
    "The horizontal <entity1> branch </entity1> is a part of the Hertzsprung -Russell (H-R) <entity2> diagram </entity2> that represents stars that burn helium in thier cores.\nrelation: Component-Whole",
    "A Chinese food container set on top of something sticky was lifted up and tore, leaving a shred of cardboard glued to the <entity1> shelf </entity1> of the <entity2> refrigerator </entity2>.\nrelation: Component-Whole",
    "As Zhivago (Omar Sharif) grabs her hand to help her aboard, she slips and seems to fall beneath the <entity1> wheels </entity1> of the <entity2> train </entity2>.\nrelation: Component-Whole",
    "The <entity1> resort </entity1> comprises a central <entity2> hotel </entity2> and free-standing villas in the forest.\nrelation: Component-Whole",
    "The <entity1> apple </entity1> <entity2> blossom </entity2> season usually runs from mid-April to early May.\nrelation: Component-Whole",
    "Branches overhang the <entity1> roof </entity1> of this <entity2> house </entity2>.\nrelation: Component-Whole",
    "This <entity1> dishwasher </entity1> has the tallest <entity2> tub </entity2> available* and allows you to wash more than ever before.\nrelation: Component-Whole",
    "Mr. Adel throws the <entity1> rope </entity1> of the <entity2> rod </entity2> as far as he can into the water.\nrelation: Component-Whole",
    "The <entity1> roots </entity1> of your <entity2> teeth </entity2> are fixed into a socket in your jawbone.\nrelation: Component-Whole",
    "However, Greg saw people inside and went to the front <entity1> entrance </entity1> of the <entity2> palace </entity2> and was able to use enough Russian to communicate with the guide and get permission to buy our tickets without waiting to come inside for a tour.\nrelation: Component-Whole",
    "Mockingbirds build a <entity1> nest </entity1> of <entity2> twigs </entity2>, plant stems, mosses, cloth, string, and dry leaves.\nrelation: Component-Whole",
    "Like the Bosch, this <entity1> dishwasher </entity1> has a <entity2> filter </entity2> that must be manually emptied and does not include a built-in food disposal.\nrelation: Component-Whole",
    "The higher ranking <entity1> wolf </entity1> on the right shows his dominance by baring his <entity2> teeth </entity2> and growling.\nrelation: Component-Whole",
    "I pressed the <entity1> button </entity1> of the radio <entity2> transmitter </entity2> to be programmed 1x.\nrelation: Component-Whole",
    "After arriving on the bottom at the wreck site, the first team of divers must check the <entity1> anchor </entity1> of the <entity2> boat </entity2> for security.\nrelation: Component-Whole",
    "A laser sighting device for a firearm comprises a holder adapted to attach to the <entity1> handgrip </entity1> of the <entity2> firearm </entity2> such that the firearm may be held in a firing position.\nrelation: Component-Whole",
    "<entity1> Fish </entity1> use their <entity2> muscles </entity2> to move their bodies and fins.\nrelation: Component-Whole",
    "Once he dangled his <entity1> axe </entity1> by the <entity2> helve </entity2> to sight along the tree trunk.\nrelation: Component-Whole",
    "The baby <entity1> tapir </entity1> snorgled its <entity2> snout </entity2> into the basket full of cuddly baby bunnies.\nrelation: Component-Whole",
    "This <entity1> website </entity1> is dedicated to providing event <entity2> details </entity2>, guest book, class photos, rsvp, payment collection and trip planning information.\nrelation: Component-Whole",
    "A sliding knife is a knife which is opened by sliding the <entity1> knife </entity1> <entity2> blade </entity2> out the front of the handle.\nrelation: Component-Whole",
    "Hogarth also decorated the <entity1> walls </entity1> of the <entity2> hospital </entity2> with works of art donated by contemporary British artists.\nrelation: Component-Whole",
    "This <entity1> document </entity1> is part of the WHO information <entity2> series </entity2> on school health.\nrelation: Component-Whole",
    "Varicose veins result from weakening of the <entity1> valves </entity1> of the <entity2> veins </entity2> so that blood pools in the legs or another dependent area.\nrelation: Component-Whole",
    "He went to the kids <entity1> department </entity1> in the <entity2> store </entity2>, decorated one of the \"Little Brown Bags\" and was entered to win prizes, including a $100 shopping spree.\nrelation: Component-Whole",
    "For the <entity1> satellite </entity1> with <entity2> rotors </entity2>, one must include the effects of p as well; this modification, consistent with (2.2), is given in (4.3).\nrelation: Component-Whole",
    "The memory compartment is placed in the <entity1> handgrip </entity1> of the <entity2> camera </entity2>.\nrelation: Component-Whole",
    "Another known connector uses the center conductor of the coaxial cable to push out the <entity1> pin </entity1> of the <entity2> connector </entity2>.\nrelation: Component-Whole",
    "Jack and Jill are lying on the <entity1> floor </entity1> inside the <entity2> house </entity2> dead.\nrelation: Component-Whole",
    "The <entity1> rod </entity1> in the hand priming <entity2> tool </entity2> is quite long and the handle bottoms out before the primer is completely seated.\nrelation: Component-Whole",
    "The <entity1> recommendations </entity1> contained the following <entity2> key points </entity2> and highlights.\nrelation: Component-Whole",
    "The original <entity1> play </entity1> was filled with very topical <entity2> humor </entity2>, so the director felt free to add current topical humor to the script.\nrelation: Component-Whole",
    "I solder a wire onto the <entity1> rivet </entity1> of the chassis ground <entity2> truck </entity2>, run it into the searchlight, and connect the other end of the wire to the rear of the lamp socket.\nrelation: Component-Whole",
    "A user drags the <entity1> knob </entity1> of the <entity2> slider </entity2>, select a word, and the Japanese translation of the word is displayed at the center of the screen immediately.\nrelation: Component-Whole",
    "Two of Walters's fingers are inside the <entity1> koala </entity1> 's <entity2> pouch </entity2>.\nrelation: Component-Whole",
    "Koak et al 14 reported a case of such transformation in an enchondroma of the distal <entity1> phalanx </entity1> of a <entity2> toe </entity2>.\nrelation: Component-Whole",
    "Below is a list of the <entity1> books </entity1> of the <entity2> bible </entity2>.\nrelation: Component-Whole",
    "Repairs were being carried out on the <entity1> roof </entity1> of the <entity2> building </entity2>, which was partly made of felt.\nrelation: Component-Whole",
    "These are the <entity1> loopholes </entity1> of the <entity2> fortress </entity2>, at which, either at top or bottom, the self-immuned spider is usually to be seen watching.\nrelation: Component-Whole",
    "We leave the <entity1> bail </entity1> of the <entity2> reel </entity2> open and place your the rod in a double mounted set up as shown on the facing page.\nrelation: Component-Whole",
    "The <entity1> story </entity1> of the pilot episode is related through a series of <entity2> flashbacks </entity2>.\nrelation: Component-Whole",
    "The <entity1> castle </entity1> has two big concentric <entity2> towers </entity2>, corresponding to a three-story building with two smaller towers at its exterior angles.\nrelation: Component-Whole",
    "The control <entity1> layout </entity1> in the cabin comprises <entity2> computer displays </entity2>, traditional control panels and two joysticks for con- trolling the crane arm.\nrelation: Component-Whole",
    "My <entity1> pug </entity1> has little bumps under his <entity2> chin </entity2>.\nrelation: Component-Whole",
    "On <entity1> boats </entity1> with only one <entity2> jib </entity2>, it is common for the clew of the jib to be further aft than the mast, meaning the jib and mainsail overlap.\nrelation: Component-Whole",
    "I love the imperial logo at the end of the <entity1> tank </entity1> <entity2> canons </entity2>.\nrelation: Component-Whole",
    "The photodeflection technique or mirage method consists in periodically heating a sample with a <entity1> pump </entity1> <entity2> laser </entity2> modulated by an optical chopper.\nrelation: Component-Whole",
    "This air conditioning <entity1> system </entity1> contains refrigerant under pressure, rotating <entity2> parts </entity2> and electrical connections which may be dangerous and could cause serious injury.\nrelation: Component-Whole",
    "The first parcel he found was a <entity1> rouleau </entity1> of fifty <entity2> dollars </entity2>, the coins not having burst the paper enveloping them.\nrelation: Component-Whole",
    "Surrounding each neuron there was a group of cells of the glial type (satellite cells), which together with the collagen <entity1> fibres </entity1> composed the <entity2> glial capsule </entity2>.\nrelation: Component-Whole",
    "Each day the <entity1> workshop </entity1> accommodated a few invited <entity2> talks </entity2> targeted towards generating discussions on open problems.\nrelation: Component-Whole",
    "The <entity1> absorbent </entity1> was contained in a 3 litre <entity2> reactor </entity2>.\nrelation: Content-Container",
    "Stirring the hot <entity1> popcorn </entity1> around in a <entity2> kettle </entity2> drizzled with sugar, salt and oil evenly coats the popcorn.\nrelation: Content-Container",
    "The <entity1> building </entity1> contained a significant amount of <entity2> furniture </entity2> and equipment.\nrelation: Content-Container",
    "To the right of that is a <entity1> cup </entity1> with <entity2> soil </entity2> inside.\nrelation: Content-Container",
    "A <entity1> body </entity1> was discovered inside a <entity2> wall </entity2> in the Yale University building at 10 Amistad Street.\nrelation: Content-Container",
    "Typically, the maximum heat generated from 24 fuel <entity1> assemblies </entity1> stored in a <entity2> cask </entity2> is less than that given off by a typical home heating system in an hour.\nrelation: Content-Container",
    "The green <entity1> suitcase </entity1> was inside a larger tan <entity2> suitcase </entity2>, which also contained a set of baby rosary beads, a religious picture, a picture of a 5-year-old girl and a card that read \"Birthday Prayer\".\nrelation: Content-Container",
    "Also missing was a 38 caliber Smith & Wesson <entity1> gun </entity1> that was in a <entity2> suitcase </entity2> in the tractor.\nrelation: Content-Container",
    "A small supply of <entity1> butter </entity1> was in a <entity2> jar </entity2> that stood on the hearth, and the eggs were kept in a basket that hung on a peg nearby.\nrelation: Content-Container",
    "The <entity1> manure </entity1> was stored in open <entity2> sheds </entity2>, though some stored it in closed sheds.\nrelation: Content-Container",
    "4 g of sodium metabisulfite were spread between sheets of greaseproof paper at the bottom of 40 x 30 x 10 cm <entity1> cartons </entity1> which were enclosed in <entity2> plastic bags </entity2>.\nrelation: Content-Container",
    "I was thrilled to see this delicious Pennsylvania 7.5% <entity1> amber </entity1> in a <entity2> firkin </entity2> down there.\nrelation: Content-Container",
    "We store the <entity1> tops </entity1> for the containers in a shallow <entity2> drawer </entity2> to reduce the clutter.\nrelation: Content-Container",
    "I pressed my nose against a <entity1> bottle </entity1> full of <entity2> snakes </entity2>, fermenting in their frozen grimaces.\nrelation: Content-Container",
    "The blue plastic <entity1> cutting board </entity1> behind it was in a <entity2> box </entity2> lot I bought at an auction.\nrelation: Content-Container",
    "Given the choice, I much prefer to have products with natural ingredient than have a <entity1> bottle </entity1> full of <entity2> chemicals </entity2>.\nrelation: Content-Container",
    "We served a bowl of delicious <entity1> soup </entity1> in a <entity2> dish </entity2> of ivory china.\nrelation: Content-Container",
    "Paul Powell wasn't the only public figure in Illinois to keep <entity1> money </entity1> in a <entity2> shoe box </entity2>.\nrelation: Content-Container",
    "The Skinner <entity1> box </entity1> was inside a large wooden <entity2> icebox </entity2>.\nrelation: Content-Container",
    "When it was ready, my <entity1> coffee </entity1> arrived in a <entity2> mug </entity2> instead of to go as I had ordered it.\nrelation: Content-Container",
    "The other contents of the <entity1> suitcase </entity1> included <entity2> gym shoes </entity2>, dirty sweat socks, Limburger cheese, scented oils, and a severely poop stained Armani suit.\nrelation: Content-Container",
    "The <entity1> document </entity1> was locked in a <entity2> safe </entity2> at Scotland Yard and only sent to the coroner in 2003.\nrelation: Content-Container",
    "The mission introduced the spoon bowl, a <entity1> plastic container </entity1> with <entity2> dehydrated food </entity2> inside.\nrelation: Content-Container",
    "The <entity1> sample </entity1> was contained in a 5-mm <entity2> glass tube </entity2> surrounded by oscillator and receiver coils at right angles to one another.\nrelation: Content-Container",
    "The <entity1> TV </entity1> was in a <entity2> cabinet </entity2> that you can only see from the bed but not from the side because of the cabinet's door.\nrelation: Content-Container",
    "I found some <entity1> candy </entity1> in my <entity2> underwear </entity2>.\nrelation: Content-Container",
    "When it arrived, the <entity1> kapok fiber </entity1> was sealed in vinyl <entity2> plastic packets </entity2> to prevent exposure to the water.\nrelation: Content-Container",
    "The <entity1> bomb </entity1> was discovered placed inside a <entity2> rubbish bin </entity2>.\nrelation: Content-Container",
    "To separate the solids at the end of the experiment, the <entity1> clay </entity1> was contained in a semi- permeable <entity2> membrane tubing </entity2>.\nrelation: Content-Container",
    "<entity1> Mobile </entity1> lost in the ocean was found in a cod <entity2> belly </entity2>.\nrelation: Content-Container",
    "The handwritten <entity1> note </entity1> was inside a <entity2> plastic baggy </entity2>.\nrelation: Content-Container",
    "A <entity1> weapon </entity1> was inside a <entity2> wooden box </entity2> behind a stereo cabinet that was suspended about seven feet above the floor.\nrelation: Content-Container",
    "This video segment, adapted from ZOOM, demonstrates how to use a drinking straw and a <entity1> bottle </entity1> full of <entity2> water </entity2> to make low- and high-pitched sounds.\nrelation: Content-Container",
    "The clay <entity1> model </entity1> was in a <entity2> jar </entity2> wrapped in a Daily Mirror from 1947.\nrelation: Content-Container",
    "The 9-mm <entity1> pistol </entity1> was hidden in the <entity2> battery slot </entity2> of the laptop and could have been used in a possible hijacking attempt.\nrelation: Content-Container",
    "The <entity1> water </entity1> was in a <entity2> cup </entity2>.\nrelation: Content-Container",
    "At the time of the incident the front <entity1> tank </entity1> was full of <entity2> molasses </entity2>, the middle two tanks were empty and the rear tank had just been emptied.\nrelation: Content-Container",
    "The molotov cocktail is a <entity1> bottle </entity1> with <entity2> gasoline </entity2> in it that has a damp cloth in the top that acts as a wick.\nrelation: Content-Container",
    "The <entity1> box </entity1> contained 126 <entity2> recipes </entity2>, mostly written in pen in neatly rounded script.\nrelation: Content-Container",
    "Methamphetamine residue and a broken pipe used for consuming it were retrieved from a toilet, along with $7800 in <entity1> cash </entity1> that was hidden in a <entity2> towel </entity2>.\nrelation: Content-Container",
    "I saw that the <entity1> antenna </entity1> was placed inside the two-dimensional labyrinth-based left-handed <entity2> medium </entity2>.\nrelation: Content-Container",
    "After the <entity1> snake </entity1> was in a <entity2> jar </entity2> for a few minutes, it ceased the letisimulatory posturing and appeared normal.\nrelation: Content-Container",
    "<entity1> Water </entity1> in a <entity2> cistern </entity2> is suitable for drinking water or bathing.\nrelation: Content-Container",
    "We sealed up a <entity1> bottle </entity1> full of <entity2> air </entity2> and put it in a freezer for 15 to 30 minutes.\nrelation: Content-Container",
    "All of the <entity1> data </entity1> is stored in a Microsoft Access <entity2> database </entity2>.\nrelation: Content-Container",
    "As we were leaving the house, we found a <entity1> suitcase </entity1> with three or four Jordanian <entity2> passports </entity2> in it, clothes, and hygiene gear.\nrelation: Content-Container",
    "Her <entity1> diamonds </entity1> are locked in a <entity2> safe deposit box </entity2>.\nrelation: Content-Container",
    "My first <entity1> dog </entity1> was in a <entity2> crate </entity2> until about a year old.\nrelation: Content-Container",
    "Lacrosse players carry the <entity1> ball </entity1> inside a <entity2> stick </entity2>.\nrelation: Content-Container",
    "My <entity1> mint julep </entity1> was in a <entity2> glass </entity2> I still own.\nrelation: Content-Container",
    "The <entity1> dagger </entity1> was inside a <entity2> wooden sheath </entity2> which is actually a walking stick.\nrelation: Content-Container",
    "Every bride was given a <entity1> suitcase </entity1> with <entity2> gifts </entity2> in it.\nrelation: Content-Container",
    "The club's president saw the <entity1> money </entity1> that was inside a <entity2> box </entity2>.\nrelation: Content-Container",
    "The <entity1> ring </entity1> was in a <entity2> glass </entity2> of champagne, and all of hubby's family was present.\nrelation: Content-Container",
    "The new armored <entity1> casemate </entity1> fitted on the hull enclosed a 15 cm <entity2> howitzer </entity2>.\nrelation: Content-Container",
    "One of the soft baby toys were four <entity1> bug buddies </entity1> in a <entity2> jug </entity2> with a mesh-top lid.\nrelation: Content-Container",
    "An <entity1> explosive </entity1> was hidden in a <entity2> condom </entity2> or condom-like bag just below his torso.\nrelation: Content-Container",
    "You noticed the three numbers at the bottom of a <entity1> fertilizer </entity1> <entity2> package </entity2>.\nrelation: Content-Container",
    "Since I was a teacher, the <entity1> boxes </entity1> contained <entity2> books </entity2> I was bringing for the students to improve their English.\nrelation: Content-Container",
    "The <entity1> monitor </entity1> was enclosed in the <entity2> lid </entity2> of the wire recorder case.\nrelation: Content-Container",
    "The <entity1> bomb </entity1> was contained in a large white <entity2> truck </entity2> and consisted of a fertilizer device wrapped with a detonation cord made from Semtex.\nrelation: Content-Container",
    "I have no idea why this rather loud <entity1> blazer </entity1> from the GAP was in a <entity2> bin </entity2> at my local Dollar Tree.\nrelation: Content-Container",
    "When recruits were paid a shilling for signing on to the Royal Navy, press gangs tricked men into committing themselves to service by passing them the <entity1> coin </entity1> in a <entity2> tankard </entity2> of beer.\nrelation: Content-Container",
    "The <entity1> key </entity1> was inside a <entity2> planter thing </entity2> we had hanging near the door.\nrelation: Content-Container",
    "Archaeologists have located the tomb and have inserted <entity1> probes </entity1> deep into the <entity2> tomb </entity2>.\nrelation: Entity-Destination",
    "Flag <entity1> holders </entity1> have been pushed into the <entity2> floor </entity2> to remove the bump on top of the flag.\nrelation: Entity-Destination",
    "So far this year, the city has dumped <entity1> sewage </entity1> into the <entity2> river </entity2> more than 500 times.\nrelation: Entity-Destination",
    "The <entity1> passenger </entity1> was placed into a small <entity2> room </entity2> before being transported to Harborview Medical Center for treatment.\nrelation: Entity-Destination",
    "This <entity1> article </entity1> is included into Australia's most well respected <entity2> newspaper </entity2>.\nrelation: Entity-Destination",
    "The <entity1> patches </entity1> immediately spread into the lymphatic <entity2> capillaries </entity2> of the surrounding intestinal tissue.\nrelation: Entity-Destination",
    "Magnetic nanoworms and nanocrystals deliver the <entity1> amino acid </entity1> to the <entity2> tumors </entity2>.\nrelation: Entity-Destination",
    "Injected <entity1> clodronate </entity1> was removed into <entity2> dialysate </entity2>.\nrelation: Entity-Destination",
    "The <entity1> particles </entity1> were released into the <entity2> air </entity2>.\nrelation: Entity-Destination",
    "Gol Airlines started <entity1> flights </entity1> to Middle Eastern <entity2> countries </entity2>.\nrelation: Entity-Destination",
    "He put <entity1> sugar </entity1> into his <entity2> coffee </entity2> without even trying it.\nrelation: Entity-Destination",
    "The government <entity1> cheese </entity1> is flowing into Missouri <entity2> food banks </entity2>.\nrelation: Entity-Destination",
    "The medical <entity1> devices </entity1> were inserted into a female teen <entity2> patient </entity2>.\nrelation: Entity-Destination",
    "The two men moved the <entity1> furniture </entity1> into the <entity2> room </entity2>.\nrelation: Entity-Destination",
    "In the next step, the chef added <entity1> sugar </entity1> into the <entity2> mix </entity2>.\nrelation: Entity-Destination",
    "The government research <entity1> grant </entity1> was given to a top <entity2> school </entity2> to boost its research activities.\nrelation: Entity-Destination",
    "Recently, a huge amount of commercial <entity1> fish </entity1> and shellfish have migrated to cooler <entity2> water </entity2>.\nrelation: Entity-Destination",
    "Last night, someone threw a <entity1> stone </entity1> into our glass <entity2> window </entity2>.\nrelation: Entity-Destination",
    "He put a <entity1> gallon </entity1> into his <entity2> cart </entity2> and walked back to the front of the store.\nrelation: Entity-Destination",
    "The <entity1> money </entity1> was put into <entity2> education </entity2> and health.\nrelation: Entity-Destination",
    "Strong warm winds from the Northwest and North have carried <entity1> locusts </entity1> into the closest <entity2> sector </entity2>.\nrelation: Entity-Destination",
    "Causing many night-glowing rubies to be strung on red silken thread, he put the <entity1> necklaces </entity1> in the <entity2> cradle </entity2>.\nrelation: Entity-Destination",
    "The <entity1> leftovers </entity1> are pushed into the <entity2> colon </entity2>.\nrelation: Entity-Destination",
    "Once outside, the python was placed in a <entity1> bag </entity1>, which was put inside a dog <entity2> crate </entity2>.\nrelation: Entity-Destination",
    "At one point in desperation, I poured <entity1> flour </entity1> into my great aunt's <entity2> hand </entity2> and measured how much it could hold.\nrelation: Entity-Destination",
    "<entity1> Metals </entity1> were released into the <entity2> environment </entity2>.\nrelation: Entity-Destination",
    "After soaking them overnight, we slipped the <entity1> beans </entity1> into a fairly wide-necked wine <entity2> flask </entity2> that's been peeled of its straw wrapper.\nrelation: Entity-Destination",
    "The hotel sector passed on <entity1> benefits </entity1> to the <entity2> consumers </entity2>.\nrelation: Entity-Destination",
    "The Sports Medical Committee has passed on the <entity1> recommendation </entity1> to the FIFA <entity2> executive </entity2>.\nrelation: Entity-Destination",
    "A greedy real estate developer has released <entity1> toxins </entity1> into the <entity2> ocean </entity2>.\nrelation: Entity-Destination",
    "Individual <entity1> investors </entity1> moved into the <entity2> property </entity2>.\nrelation: Entity-Destination",
    "The <entity1> slaves </entity1> were brought into the <entity2> country </entity2> against their will.\nrelation: Entity-Destination",
    "Each <entity1> bid </entity1> was enclosed in a sealed <entity2> envelope </entity2> bearing the title of the Project.\nrelation: Entity-Destination",
    "We poured the molten <entity1> aluminium </entity1> into <entity2> ingots </entity2>, which was very dangerous.\nrelation: Entity-Destination",
    "As the US and Colombian military put pressure on drug traffickers, <entity1> operations </entity1> are migrating into <entity2> nearby countries </entity2>.\nrelation: Entity-Destination",
    "In an experiment, proteins successfully transported <entity1> copper </entity1> into the <entity2> tissue </entity2>.\nrelation: Entity-Destination",
    "The man is draining the <entity1> pool water </entity1> into the <entity2> sanitary sewer </entity2>.\nrelation: Entity-Destination",
    "They incorporated the <entity1> immigrant flows </entity1> into <entity2> microsimulation </entity2>.\nrelation: Entity-Destination",
    "360 bln <entity1> yuan </entity1> have been invested into post-quake <entity2> reconstruction </entity2>.\nrelation: Entity-Destination",
    "This oil company imports <entity1> oil </entity1> to some <entity2> countries </entity2> illegally.\nrelation: Entity-Destination",
    "A <entity1> tablet </entity1> was given to <entity2> patients </entity2> to relieve extreme conditions of discomfort.\nrelation: Entity-Destination",
    "The Police has beaten him up, poured <entity1> water </entity1> into his <entity2> ears </entity2> and nose, and stuffed a shoe in his mouth.\nrelation: Entity-Destination",
    "The <entity1> water </entity1> was drained into the second water drain <entity2> tank </entity2> through the connecting pipes.\nrelation: Entity-Destination",
    "He drags and drops the <entity1> file icon </entity1> into a <entity2> folder </entity2>.\nrelation: Entity-Destination",
    "<entity1> Cancer </entity1> has spread into <entity2> lymph nodes </entity2> close to the tumour.\nrelation: Entity-Destination",
    "Five <entity1> space shuttle orbiters </entity1> have flown into <entity2> space </entity2> on NASA's missions.\nrelation: Entity-Destination",
    "Infinitesimal <entity1> changes </entity1> between a large serial of different sub-functions are running into different graphical <entity2> spaces </entity2> or dimensions.\nrelation: Entity-Destination",
    "Venezuela sent an <entity1> ambassador </entity1> to the Palestine <entity2> border </entity2>.\nrelation: Entity-Destination",
    "We introduced leak <entity1> detection dye </entity1> into the <entity2> air conditioning </entity2>.\nrelation: Entity-Destination",
    "The <entity1> mist </entity1> was carried into the <entity2> air </entity2> by bursting bubbles over the plating vats.\nrelation: Entity-Destination",
    "I have already fetched the <entity1> mail </entity1> into my <entity2> account </entity2> via GMail.\nrelation: Entity-Destination",
    "The incoming <entity1> mails </entity1> are sent to queue <entity2> servers </entity2>.\nrelation: Entity-Destination",
    "The white plastic cup was put inside a large cup and 100 Formosan subterranean <entity1> termites </entity1> were released inside the large <entity2> cup </entity2>.\nrelation: Entity-Destination",
    "For example, <entity1> consonants </entity1> were misplaced into consonant <entity2> slots </entity2>.\nrelation: Entity-Destination",
    "<entity1> Backpackers </entity1> are travelling to several <entity2> countries </entity2> in a short period of time.\nrelation: Entity-Destination",
    "The <entity1> functionality </entity1> is moved into a separate <entity2> database </entity2>.\nrelation: Entity-Destination",
    "The sailors threw <entity1> tea </entity1> into the Boston <entity2> harbor </entity2>.\nrelation: Entity-Destination",
    "The <entity1> pollution </entity1> is being spread to <entity2> air </entity2> rapidly.\nrelation: Entity-Destination",
    "A lovely bauble <entity1> homepage sticker </entity1> has arrived into your <entity2> homepage inventory </entity2>.\nrelation: Entity-Destination",
    "Th animal rights <entity1> activists </entity1> have approached the open-air <entity2> cages </entity2>.\nrelation: Entity-Destination",
    "The <entity1> viruses </entity1> were sent to unsuspecting <entity2> labs </entity2>.\nrelation: Entity-Destination",
    "They have exported serious <entity1> crime </entity1> to previously blissful <entity2> communities </entity2>.\nrelation: Entity-Destination",
    "The juvenile tawny <entity1> owls </entity1> were released into four woodland <entity2> locations </entity2>.\nrelation: Entity-Destination",
    "The <entity1> debris </entity1> were thrown into the <entity2> air </entity2>.\nrelation: Entity-Destination",
    "It's a straightforward <entity1> beef </entity1> <entity2> stew </entity2> to which all sorts of root veg can be added.\nrelation: Entity-Origin",
    "The archaeological site yields <entity1> relics </entity1> from long-forgotten <entity2> culture </entity2>.\nrelation: Entity-Origin",
    "This <entity1> material </entity1> was produced from a microfilm <entity2> copy </entity2> of the original document.\nrelation: Entity-Origin",
    "Your garden does well with either of these soils since these <entity1> soils </entity1> come from a reputable <entity2> dealer </entity2>.\nrelation: Entity-Origin",
    "Some of the <entity1> land </entity1> was farmed for <entity2> coffee </entity2> in the past, but it is now mostly native vegetation (with some emergent trees).\nrelation: Entity-Origin",
    "Grape <entity1> brandy </entity1> is made from fermented grape <entity2> juice </entity2>.\nrelation: Entity-Origin",
    "The sisters are teenage <entity1> refugees </entity1> from a violent <entity2> home </entity2>, living alone in a faded Victorian mansion where they survive by creating a closed world centered around each other and their new friends -- a rowdy makeshift family of castoffs, dealers, and drama queens on the periphery of the burgeoning drug game, some looking for a way out, some looking for a way deeper in.\nrelation: Entity-Origin",
    "The following <entity1> excerpt </entity1> was a part of the <entity2> article </entity2>: \"Some say it feels like a scene from a Norman Rockwell painting as families gather in front of the picturesque performing arts center.\nrelation: Entity-Origin",
    "You catched the <entity1> train </entity1> from the <entity2> terminal </entity2>, direct non-stop to Rome Termini Station.\nrelation: Entity-Origin",
    "Then the <entity1> king </entity1> handed the <entity2> key </entity2> to the queen, telling her, \"Be warned that whoever lets the serpent escape will be hung\".\nrelation: Entity-Origin",
    "The fermented cashew <entity1> nut </entity1> <entity2> flour </entity2> has the highest energy values while the boiled sample has the least.\nrelation: Entity-Origin",
    "A little <entity1> girl </entity1> came out of the <entity2> closet </entity2>, her face swollen and red from crying.\nrelation: Entity-Origin",
    "Pioneering percussionist Terje Isungset plays <entity1> instruments </entity1> made from a 2500 year old <entity2> glacier </entity2>.\nrelation: Entity-Origin",
    "The v = 1 <entity1> emission </entity1> originates from an 80 AU diameter <entity2> ring </entity2> of maser spots centered on radio continuum source I.\nrelation: Entity-Origin",
    "Most of Birdtown's earliest <entity1> residents </entity1> hailed from Eastern European <entity2> countries </entity2>, including Slovakia, Ukraine, Czech Republic, Poland and Carpatho-Rusyn.\nrelation: Entity-Origin",
    "Half of the new <entity1> subscribers </entity1> hailed from China's vast <entity2> countryside </entity2>.\nrelation: Entity-Origin",
    "A convicted <entity1> murderer </entity1> who escaped from an open <entity2> prison </entity2> has been found dead in a West African holiday resort, it was revealed today.\nrelation: Entity-Origin",
    "On entering the water the Esprit's wheels turned inwards to reveal four lateral fins and a <entity1> periscope </entity1> popped out of the <entity2> roof </entity2>.\nrelation: Entity-Origin",
    "The <entity1> timber </entity1> fell from the Russian registered <entity2> vessel </entity2> the Sinegorsk in the Channel on Monday, 14 miles off of New Haven, Sussex.\nrelation: Entity-Origin",
    "Things reach a head when the capricious <entity1> youngster </entity1> runs away from the Jeffersons' <entity2> apartment </entity2>.\nrelation: Entity-Origin",
    "After the <entity1> swing </entity1> went away from the <entity2> wicket </entity2> he couldn't do anything.\nrelation: Entity-Origin",
    "There are also dark American-inspired murals copying urban <entity1> scenes </entity1> from gangster <entity2> movies </entity2> and picturing gangsta rap heroes.\nrelation: Entity-Origin",
    "Rich in high-quality protein and other nutrients, <entity1> soy </entity1> <entity2> flour </entity2> also adds a pleasant texture and flavor to a variety of products.\nrelation: Entity-Origin",
    "On the other hand, <entity1> gin </entity1> is distilled from a neutral grain <entity2> spirit </entity2>, which is then infused with juniper and a host of other botanicals.\nrelation: Entity-Origin",
    "<entity1> Canola </entity1> <entity2> seed </entity2> are small, and placement at a shallow depth is required.\nrelation: Entity-Origin",
    "The new <entity1> vaccine </entity1> was manufactured in a tobacco <entity2> plant </entity2> using plant viruses engineered to produce high levels of virus-like particles.\nrelation: Entity-Origin",
    "In addition to serving as a <entity1> fertilizer </entity1> <entity2> ingredient </entity2>, ammonia can also be used directly as a fertilizer by forming a solution with irrigation water, without additional chemical processing.\nrelation: Entity-Origin",
    "It was like playing <entity1> people </entity1> from outer <entity2> space </entity2>.\nrelation: Entity-Origin",
    "The <entity1> letter </entity1> was sent from the <entity2> deathbed </entity2> of the former KGB spy, Alexander Litvinenko, who died this Saturday after being poisoned with radioactive poison earlier in the month.\nrelation: Entity-Origin",
    "The <entity1> scream </entity1> was coming from his own <entity2> chambers </entity2>; he ran through them and drew to a halt at the doorway to Eirin's room.\nrelation: Entity-Origin",
    "However, since meat eating was a taboo in Japan then, azuki bean paste sweetened with <entity1> honeysuckle </entity1> <entity2> syrup </entity2>, was used as a replacement filling.\nrelation: Entity-Origin",
    "Here are some <entity1> stories </entity1> from the international <entity2> press </entity2> involving Balkan Sunflowers.\nrelation: Entity-Origin",
    "The <entity1> excitement </entity1> comes from Frakes's <entity2> direction </entity2> -- his liveliness, and his pleasure in looking at, and showing us, events and images.\nrelation: Entity-Origin",
    "Later in the year, from November to April, the black <entity1> flood </entity1> arrives from the upper <entity2> reaches </entity2> of the river beyond Timbuktu.\nrelation: Entity-Origin",
    "The health medical insurance coverage for allergy kits, abortificants, and prescription <entity1> drugs </entity1> produced from <entity2> blood </entity2> or blood products is discussed.\nrelation: Entity-Origin",
    "<entity1> Yogurt </entity1> <entity2> soup </entity2> is a popular comfort dish both in Turkey and Central Asia.\nrelation: Entity-Origin",
    "Maybe a few times my <entity1> boobs </entity1> have popped out of an <entity2> outfit </entity2> but that happens.\nrelation: Entity-Origin",
    "The <entity1> difficulties </entity1> in developing Vista stemmed from its monolithic <entity2> structure </entity2> and the need for 'backwards compatibility', i.e. ensuring that software used by customers on older versions of Windows will work under Vista.\nrelation: Entity-Origin",
    "The <entity1> boat </entity1> departs from the <entity2> harbour </entity2> at approximately 08:30 to arrive in the channel 30 minutes later.\nrelation: Entity-Origin",
    "Upon completion of the activity, the employee supervises the exit of the <entity1> group </entity1> from the <entity2> facility </entity2>.\nrelation: Entity-Origin",
    "This Appalachian region had been settled by <entity1> emigrants </entity1> from the <entity2> lowlands </entity2>.\nrelation: Entity-Origin",
    "<entity1> Coconut </entity1> <entity2> oil </entity2> is extracted from the kernel or meat of matured coconut harvested from the coconut palm (Cocos nucifera).\nrelation: Entity-Origin",
    "I asked the Something Awful Forum Goons to create <entity1> products </entity1> from the <entity2> future </entity2>, and by golly they did.\nrelation: Entity-Origin",
    "At the end of 2004, a <entity1> journalist </entity1> from Dnevnik <entity2> newspaper </entity2>, Hristo Hristov, submitted a request to the Director of the National Intelligence Services(NIS).\nrelation: Entity-Origin",
    "The <entity1> sagas </entity1> developed from the <entity2> oral culture </entity2> of the Viking Age.\nrelation: Entity-Origin",
    "The greatest exponent of monounsaturated fat is <entity1> olive </entity1> <entity2> oil </entity2>, and it is a prime component of the Mediterranean Diet.\nrelation: Entity-Origin",
    "The special <entity1> ingredient </entity1> in the lotion comes from a <entity2> plant </entity2>.\nrelation: Entity-Origin",
    "Because of its low cost of preparation and reputation as a local comfort food, <entity1> chicken </entity1> <entity2> stew </entity2> is often served at large social gatherings such as church fellowships, family reunions and community fundraisers.\nrelation: Entity-Origin",
    "A huge percentage of the United States <entity1> government </entity1> was from a Greek <entity2> organization </entity2> along with many presidents being from Greek organizations.\nrelation: Entity-Origin",
    "Groups of them were gathered, drinking <entity1> barley </entity1> <entity2> ale </entity2>.\nrelation: Entity-Origin",
    "The <entity1> residue </entity1> was distilled from an Arbuzov <entity2> flask </entity2>.\nrelation: Entity-Origin",
    "The <entity1> car </entity1> left the <entity2> plant </entity2>.\nrelation: Entity-Origin",
    "They have also taken a very personal story about one family and a box of <entity1> toys </entity1> from the <entity2> future </entity2> and turned it into an epic story in which childlike innocence saves the human race.\nrelation: Entity-Origin",
    "The <entity1> prisoners </entity1> escaped from an older part of the <entity2> jail </entity2>.\nrelation: Entity-Origin",
    "Genghis Khan's <entity1> mother </entity1> hailed from a <entity2> tribe </entity2> which later became part of the Kazakh people.\nrelation: Entity-Origin",
    "In the fall of 2003, a hidden camera-equipped <entity1> journalist </entity1> from Germany's ARD <entity2> television </entity2> infiltrated the Saudi-built King Fahd Academy in Bonn and taped what it taught to young Muslim children.\nrelation: Entity-Origin",
    "The <entity1> bicycle </entity1> was manufactured in a <entity2> building </entity2> leased from their former employer, the Canadian Typothetac Company.\nrelation: Entity-Origin",
    "Canned <entity1> peach </entity1> <entity2> syrup </entity2> was cooked for three minutes with a half-glass of raspberry jelly, this for color and to give a peach-melba flavor.\nrelation: Entity-Origin",
    "<entity1> Avocado </entity1> <entity2> butter </entity2> is a very rich, moisturizing treatment for the hair and skin, and it has some natural sunscreen properties.\nrelation: Entity-Origin",
    "There have been various stories about the <entity1> origin </entity1> of the Chinese <entity2> script </entity2>, with nearly all ancient writers attributing it to a man named Cangjie.\nrelation: Entity-Origin",
    "Orpheus falls in love with the <entity1> country </entity1> <entity2> girl </entity2> for no apparent reason save her name and beauty.\nrelation: Entity-Origin",
    "<entity1> Canola </entity1> <entity2> oil </entity2> is a versatile, neutral-tasting oil that is very low in saturated fat.\nrelation: Entity-Origin",
    "By the early '90s, Indian entrepreneurs bought a majority of the properties and flourished with the new <entity1> immigrants </entity1> from the <entity2> subcontinent </entity2>.\nrelation: Entity-Origin",
    "Much Indian <entity1> whisky </entity1> is distilled from fermented <entity2> molasses </entity2>, and as such would be considered a sort of rum outside of the Indian subcontinent\nrelation: Entity-Origin",
    "They infiltrated here and there, provoking the Russian <entity1> military </entity1> to liberate region after region with <entity2> bombs </entity2> and artillery.\nrelation: Instrument-Agency",
    "A <entity1> woman </entity1> applies the <entity2> patch </entity2> to the skin of her abdomen or buttock for three and a half weeks.\nrelation: Instrument-Agency",
    "The <entity1> author </entity1> carefully chose the <entity2> composition </entity2> so that the desired molecular machines and the relationship between them are clearly revealed.\nrelation: Instrument-Agency",
    "The dominant <entity1> method </entity1> that the Roman <entity2> mathematicians </entity2> used to identify a year for dating purposes was to name it after the two consuls who took office in it.\nrelation: Instrument-Agency",
    "The <entity1> singer </entity1>'s <entity2> technique </entity2> facilitates the message.\nrelation: Instrument-Agency",
    "Another example is the hammered dulcimer, where the <entity1> player </entity1> holds the <entity2> hammers </entity2>.\nrelation: Instrument-Agency",
    "The <entity1> doctor </entity1> injects the solution after disinfection with <entity2> alcohol </entity2>.\nrelation: Instrument-Agency",
    "The <entity1> method </entity1> uses histologic <entity2> techniques </entity2> for processing and thus offers one major advantage.\nrelation: Instrument-Agency",
    "Focusing on chronic dumping areas the <entity1> group </entity1> began enforcement action with surveillance <entity2> cameras </entity2> and day and night patrols.\nrelation: Instrument-Agency",
    "In Wuthering Heights by Emily Bronte's, the <entity1> author </entity1> uses <entity2> repetition </entity2> as a device to give us the full understanding of the characters.\nrelation: Instrument-Agency",
    "The babble was adjusted three times by the <entity1> participant </entity1>, using an <entity2> attenuator </entity2> with a continuously variable unmarked knob.\nrelation: Instrument-Agency",
    "The <entity1> painter </entity1> uses a <entity2> perch </entity2> and a roller to apply the painting to the roof of a building.\nrelation: Instrument-Agency",
    "The <entity1> accused </entity1> killed the victim with a <entity2> kirpan </entity2> and separated the head from the body and threw it in a canal near Nabha.\nrelation: Instrument-Agency",
    "The young <entity1> man </entity1> watched the snow through the <entity2> window </entity2>, and he wanted to stay in that cafe forever.\nrelation: Instrument-Agency",
    "The same day that Doss was working at the <entity1> potter </entity1>'s <entity2> wheel </entity2> a group of students from Pomona's Village Academy High School were at the Sheraton Suites Fairplex.\nrelation: Instrument-Agency",
    "Stanford <entity1> researchers </entity1> have coated <entity2> paper </entity2> with carbon nanotubes and silver nanowires to serve as electricity storage devices.\nrelation: Instrument-Agency",
    "Semi-structured <entity1> interviews </entity1> are used by <entity2> researchers </entity2> in order to acquire an agent-informed account of policy processes.\nrelation: Instrument-Agency",
    "Diane Daly, multi-talented <entity1> photographer </entity1>, creates magic with her <entity2> camera </entity2> and intuitive eye.\nrelation: Instrument-Agency",
    "The <entity1> artist </entity1>'s development <entity2> toolkit </entity2> is one of a series of interactive artist's tookits.\nrelation: Instrument-Agency",
    "The Etruscan <entity1> craftsmen </entity1> marked their wares with ink <entity2> marks </entity2>.\nrelation: Instrument-Agency",
    "<entity1> Listeners </entity1> receive WBAI live over the <entity2> internet </entity2> (referred to as \"streaming\"), using one of the various audio formats below.\nrelation: Instrument-Agency",
    "Choreographed fighting <entity1> forms </entity1> are used by <entity2> students </entity2> in order to develop an understanding of the offense, defense, distance, reaction, speed, and so forth.\nrelation: Instrument-Agency",
    "LC repair is a special welding <entity1> system </entity1> that employs a high power YaG laser <entity2> beam </entity2>.\nrelation: Instrument-Agency",
    "The stay at home dads in Inverness put their feet up for a little while in a <entity1> chauffeur </entity1> driven <entity2> limousine </entity2>.\nrelation: Instrument-Agency",
    "The <entity1> gods </entity1> conquer the Asuras with the \"<entity2> breath </entity2> within the mouth\".\nrelation: Instrument-Agency",
    "However, the trial court also found, within the same aggravating factor, that the <entity1> defendant </entity1> killed the victim with a deadly <entity2> weapon </entity2>.\nrelation: Instrument-Agency",
    "A Canadian <entity1> doctor </entity1> cured me with only a <entity2> massage </entity2>.\nrelation: Instrument-Agency",
    "<entity1> Bar </entity1> builds guillotine out of beer <entity2> cans </entity2> to protest Atlantic Yards.\nrelation: Instrument-Agency",
    "Most importantly, the increase in BOLD activity in these regions was independent of the motor <entity1> system </entity1> that the <entity2> participants </entity2> used to express their decision.\nrelation: Instrument-Agency",
    "Visibly disturbed, the <entity1> girl </entity1> searched the room with the burning <entity2> candle </entity2>.\nrelation: Instrument-Agency",
    "These and many other <entity1> stories </entity1> are used by the new <entity2> scientists </entity2> in order to support their theory.\nrelation: Instrument-Agency",
    "A sewing machine is a mechanical (or electromechanical) <entity1> device </entity1> that joins fabric using <entity2> thread </entity2>.\nrelation: Instrument-Agency",
    "The <entity1> players </entity1> flew to Lexington on a <entity2> plane </entity2> separate from the team.\nrelation: Instrument-Agency",
    "<entity1> Students </entity1> learn at their own pace by using <entity2> computers </entity2>.\nrelation: Instrument-Agency",
    "Real <entity1> gamers </entity1> use keys neck <entity2> ties </entity2>.\nrelation: Instrument-Agency",
    "The <entity1> installation </entity1> powered a 100 horsepower (75 kW) synchronous <entity2> motor </entity2> at Telluride.\nrelation: Instrument-Agency",
    "It shows a female <entity1> doctor </entity1> with a <entity2> veil </entity2> standing beside a female patient in bed, also wearing the veil.\nrelation: Instrument-Agency",
    "The <entity1> artists </entity1> carve away the surface with a <entity2> chisel </entity2>.\nrelation: Instrument-Agency",
    "University guarantees that the <entity1> student </entity1> accesses the subjects with the proper <entity2> background </entity2>.\nrelation: Instrument-Agency",
    "Unlike earlier machines, their <entity1> typewriter </entity1> permits the <entity2> typist </entity2> to see what is being typed and has other features that make it the first really practical typing machine.\nrelation: Instrument-Agency",
    "The nail <entity1> gun </entity1> drives the <entity2> nail </entity2> using a single rapid stroke so that heat is generated by friction between the nail and the wood.\nrelation: Instrument-Agency",
    "<entity1> Farmers </entity1> till their fields with <entity2> implements </entity2> which Europeans know only from museums.\nrelation: Instrument-Agency",
    "Further left a <entity1> boy </entity1> is fighting a peacock with a <entity2> stick </entity2>, and to the right a boy is killing an attacking goat with a spear.\nrelation: Instrument-Agency",
    "This orange marigold was the <entity1> flower </entity1> that <entity2> people </entity2> used to remember their dead by.\nrelation: Instrument-Agency",
    "Even commercial <entity1> networks </entity1> have moved into <entity2> high-definition broadcast </entity2>.\nrelation: Instrument-Agency",
    "It just so happened that the <entity1> horse </entity1> bucked the <entity2> rider </entity2> and threw him into a mud-puddle.\nrelation: Instrument-Agency",
    "A drunk <entity1> mother </entity1> who killed her fiance by running him over with her <entity2> car </entity2> outside a pub was jailed for three years today.\nrelation: Instrument-Agency",
    "A <entity1> man </entity1> uses a <entity2> microphone </entity2> as he gives a speech.\nrelation: Instrument-Agency",
    "Transient reduced electronic dynamics at low temperatures has been attempted by <entity1> researchers </entity1> using QDT <entity2> approaches </entity2>.\nrelation: Instrument-Agency",
    "The <entity1> software </entity1> creates pictures using random <entity2> algorithms </entity2>, and prints them in sections on multiple pages which can be trimmed and assembled to fashion large posters.\nrelation: Instrument-Agency",
    "World <entity1> powers </entity1> threaten Iran with <entity2> sanctions </entity2>.\nrelation: Instrument-Agency",
    "Students actually benefit from <entity1> study </entity1> through an STS <entity2> approach </entity2>.\nrelation: Instrument-Agency",
    "Spanish <entity1> people </entity1> successfully resolved the problem through a judicious <entity2> combination </entity2> of self-rule and shared rule.\nrelation: Instrument-Agency",
    "The <entity1> subjects </entity1> adjusted the signal level with a shop-built <entity2> attenuator </entity2>.\nrelation: Instrument-Agency",
    "The <entity1> electricity </entity1> used for distillery <entity2> operations </entity2> has been estimated at 12.9 kWh/tonne cane, with a best available technology rate of 9.6 kWh/tonne cane.\nrelation: Instrument-Agency",
    "Bernie the <entity1> barber </entity1> downed his <entity2> scissors </entity2>, leaving the final triangle of hair uncut.\nrelation: Instrument-Agency",
    "A <entity1> couple </entity1> relaxes with a cup of <entity2> coffee </entity2> at one of Alaska's fabulous bed and breakfasts.\nrelation: Instrument-Agency",
    "The health <entity1> professional </entity1> uses a <entity2> lamp </entity2> during the test.\nrelation: Instrument-Agency",
    "The report is about the regular <entity1> road </entity1> <entity2> user </entity2> and the law.\nrelation: Instrument-Agency",
    "Most <entity1> dieters </entity1> are familiar with the usual weight loss <entity2> formula </entity2>: proper diet, adequate exercise, and a healthier lifestyle.\nrelation: Instrument-Agency",
    "Brainwashing <entity1> techniques </entity1> were used by some British <entity2> interrogators </entity2> during World War II.\nrelation: Instrument-Agency",
    "After the <entity1> doctor </entity1> performs a Caesarian with a <entity2> jackknife </entity2> and fishing leaders, and the infant is delivered, he examines the husband.\nrelation: Instrument-Agency",
    "Control is a <entity1> process </entity1> that employs a set of <entity2> procedures </entity2> to ensure that defined quality standards are met on a consistent basis.\nrelation: Instrument-Agency",
    "The <entity1> detainee </entity1> traveled to Afghanistan on a forged <entity2> passport </entity2>.\nrelation: Instrument-Agency",
    "A woman diagnosed with breast cancer today joins a huge <entity1> sisterhood </entity1> of cancer <entity2> survivors </entity2> ready to help her along the way to recovery.\nrelation: Member-Collection",
    "This was the thought until recently when a small <entity1> stand </entity1> of ginkgo <entity2> trees </entity2> were found growing in a remote valley in China.\nrelation: Member-Collection",
    "The regiment is composed of ten battalions of 400 heavy infantry and 50 light infantry each plus an extra <entity1> unit </entity1> of 1000 <entity2> pikemen </entity2> and 500 extra light infantry.\nrelation: Member-Collection",
    "A small <entity1> charm </entity1> of seven <entity2> goldfinches </entity2> bounced in front of the bus.\nrelation: Member-Collection",
    "The fifty <entity1> essays </entity1> collected in this <entity2> volume </entity2> testify to most of the prominent themes from Professor Quispel's scholarly career.\nrelation: Member-Collection",
    "There is a <entity1> gulp </entity1> of <entity2> cormorants </entity2> that scavenge this stretch of the Sacramento River where I usually kayak.\nrelation: Member-Collection",
    "Anybody who has a <entity1> peep </entity1> of <entity2> chickens </entity2> has an opportunity for some interesting observations and great omelet material.\nrelation: Member-Collection",
    "Serious people flinch from being associated with the intellectual slum that is the Bush campaign, with its <entity1> riffraff </entity1> of <entity2> liars </entity2> and aspiring ayatollahs.\nrelation: Member-Collection",
    "In the film, Howell plays a cop who gets involved with a murder witness, only to find out that she's part of an international <entity1> ring </entity1> of sex-for-hire <entity2> beauties </entity2>.\nrelation: Member-Collection",
    "Within it I found a large <entity1> quantity </entity1> of small <entity2> smelts </entity2>, besides prawns, shrimps, and a few small crabs.\nrelation: Member-Collection",
    "The mighty chaos warships let down a <entity1> hailstorm </entity1> of <entity2> gunships </entity2> and drop pods, flooding the planet with vile and corrupted plague marines.\nrelation: Member-Collection",
    "Every <entity1> municipality </entity1> in Ontario is a member of the <entity2> corporation </entity2>.\nrelation: Member-Collection",
    "This an <entity1> alliance </entity1> of various <entity2> elements </entity2> connected into the political elite with the old PRD forces, who have adopted a strategy of postponing efforts to lead any fight with the domestic bourgeoisie.\nrelation: Member-Collection",
    "By tacit approval, an order of preaching heretics who deny the infallibility of the Bible, an <entity1> order </entity1> of drunken and adulterous <entity2> clergy </entity2>, are permitted, and are at this moment holding benefices and preaching in the Church of England.\nrelation: Member-Collection",
    "As we left, three liberated Frenchmen drove up in a car they had captured a few minutes before and tried to make their way through the <entity1> jam </entity1> of jabbering <entity2> women </entity2>.\nrelation: Member-Collection",
    "Someone with a sense of humour decided to help a <entity1> lodge </entity1> of <entity2> beavers </entity2> in neighbouring Renfrew organize their own campaign.\nrelation: Member-Collection",
    "In the meantime, an unlikely <entity1> menage </entity1> of Payaya <entity2> natives </entity2>, Franciscan padres, Canary Islanders and Spanish soldiers struggle to bring the city together as winter approaches.\nrelation: Member-Collection",
    "Teetotallers zip over the Causeway in the midst of a maze of sweaty congestion after a day pounding keyboards and missing deadlines, barely noticing the <entity1> scoop </entity1> of <entity2> pelicans </entity2> floating by and the kangaroos that call the secluded area home.\nrelation: Member-Collection",
    "They signed him up and sent him to Dakar, to a <entity1> regiment </entity1> of Senegalese <entity2> infantrymen </entity2> that was leaving for Verdun in 1917.\nrelation: Member-Collection",
    "Far below and a universe away, a <entity1> constellation </entity1> of <entity2> windows </entity2> darkened.\nrelation: Member-Collection",
    "In her emotional acceptance speech, Berry shook off the happy heaves and dedicated her prize to a <entity1> sorority </entity1> of splendid <entity2> sisters </entity2>: Dorothy Dandridge, Lena Horne, Diahann Carroll, Jada Pinkett, Angela Bassett, Viveca Fox and \"every nameless, faceless woman of color that now has a chance because this door tonight has been opened.\nrelation: Member-Collection",
    "Our <entity1> director </entity1> is a member of the AEA, NAFSA, and EAIE <entity2> organizations </entity2>.\nrelation: Member-Collection",
    "As a consequence it sold bonds indirectly to the public with the help of a <entity1> syndicate </entity1> of <entity2> banks </entity2>.\nrelation: Member-Collection",
    "The lowest <entity1> rung </entity1> of society was composed of conquered <entity2> peoples </entity2> brought to Tenochtitlan as slaves.\nrelation: Member-Collection",
    "About 40 <entity1> animals </entity1> in a <entity2> herd </entity2> of 3050 swine herd (approximately 1.3%) contracted the virus.\nrelation: Member-Collection",
    "There is need for \"agreement between producers and consumers that established fair prices for <entity1> commodities </entity1>, including those such as <entity2> cocoa </entity2>, coffee, sugar and tropical timber\".\nrelation: Member-Collection",
    "As a result of their relatively narrower <entity1> range </entity1> of <entity2> options </entity2>, predictions regarding their behavior tend to be more accurate.\nrelation: Member-Collection",
    "Three years ago the coalition organized a strategic <entity1> cooperative </entity1> of several farmers <entity2> associations </entity2> to export mangos under the Taiwan Mango brand.\nrelation: Member-Collection",
    "That looked like an equally impenetrable city <entity1> jungle </entity1> of <entity2> wagons </entity2>, horses, small tents, and humanity.\nrelation: Member-Collection",
    "Like magic, a <entity1> covert </entity1> of <entity2> coots </entity2> arrives to feed on whatever there is in the lake bottom.\nrelation: Member-Collection",
    "And look, there goes a good <entity1> stand </entity1> of golden <entity2> plovers </entity2>, right clean away from the foreshores.\nrelation: Member-Collection",
    "A great <entity1> wing </entity1> of fluorite <entity2> dragons </entity2>, the greatest concentration of the rather solitary dragons ever known, joined the desperate battle with the blues and silvers against Chaos.\nrelation: Member-Collection",
    "Throughout her career she has worked extensively with the California Department of Education and the Commission on Teacher Credentialing where she has been a contributing <entity1> panel </entity1> <entity2> member </entity2> on the writing of the California Subject Examination for Teachers (CSET), the California Music Standards, and the CalTPA, the California Teacher Preparation Assessment, as well as an evaluator for the Single Subject Music Preparation Submission Documents.\nrelation: Member-Collection",
    "In a former residence, your writer had an atrium containing a <entity1> duel </entity1> of doves<entity2> moles </entity2> numbering 22.\nrelation: Member-Collection",
    "It was formerly known as How Park, possibly through the early connexion of William de Ow with the parish, and had its origin in the charter of 1200 granting William Briwere the elder chase of hare, fox, cat and wolf through all the king's land (per totam terram nostram) and <entity1> warren </entity1> of <entity2> hares </entity2>, pheasants and partridges throughout all his own lands, as also licence to inclose two coppices, one of which was situated between King's Somborne and Stockbridge and the other was called How Wood.\nrelation: Member-Collection",
    "Bruce had fallen out of favour and Koro and Cleo settled into a more conventional relationship, producing another <entity1> clutch </entity1> of <entity2> chicks </entity2>.\nrelation: Member-Collection",
    "Poor hygiene controls, reports of a <entity1> brace </entity1> of gamey <entity2> grouse </entity2> and what looked like a skinned fox all amounted to a pie that was unfit for human consumption.\nrelation: Member-Collection",
    "Many joined the <entity1> armada </entity1> of sailing <entity2> ships </entity2> which sailed from Belfast, Dublin, Cork, Holyhead, Liverpool and Glasgow, all bound for the New World.\nrelation: Member-Collection",
    "Two large ash trees dominate the back garden and offer shade and shelter in all weathers and home to a colony of bats and <entity1> building </entity1> of <entity2> rooks </entity2>.\nrelation: Member-Collection",
    "Somali pirates simply shift their area of activity to avoid international <entity1> flotilla </entity1> of navy <entity2> ships </entity2> in the area.\nrelation: Member-Collection",
    "The Minnesota Zoo's Northern Trail is home to a <entity1> coterie </entity1> of black-tailed prairie <entity2> dogs </entity2>.\nrelation: Member-Collection",
    "Blade is accepted into the inner <entity1> circle </entity1> of hardened <entity2> criminals </entity2> who run things inside the prison and is offered a job on his release.\nrelation: Member-Collection",
    "The farm takes on the <entity1> raffle </entity1> of <entity2> turkeys </entity2> in July, when they're just one day old, until they're slaughtered in December.\nrelation: Member-Collection",
    "Ellis was one of the so called <entity1> bratpack </entity1> of American <entity2> authors </entity2> of the 1980's along with Jay McInerney and Tama Janowitz.\nrelation: Member-Collection",
    "<entity1> Employees </entity1> are the most important part of an <entity2> organisation </entity2>.\nrelation: Member-Collection",
    "The efficiency of the <entity1> body </entity1> of <entity2> teachers </entity2>, taken as a whole, during the past seven years has at no time been better than it was during the past year.\nrelation: Member-Collection",
    "Just before dark, we saw a big gobbler strutting on the edge of the field with a <entity1> harem </entity1> of <entity2> hens </entity2>.\nrelation: Member-Collection",
    "It consists of an <entity1> ensemble </entity1> of <entity2> ladies </entity2> who are highly qualified to play various Arabic musical instruments.\nrelation: Member-Collection",
    "This \"Miller's dozen\" as I'm calling our <entity1> troubling </entity1> of 11 <entity2> goldfish </entity2> was thought to have dwindled to only 5 or 6 by as soon as the first morning after their purchase.\nrelation: Member-Collection",
    "For 25 years, Christmas in New Bern has included a <entity1> flotilla </entity1> of decorated <entity2> boats </entity2> gliding along the confluence of the Neuse and Trent rivers at Union Point Park.\nrelation: Member-Collection",
    "He has been a <entity1> committee </entity1> <entity2> member </entity2> for Gungarde in Cooktown.\nrelation: Member-Collection",
    "One <entity1> drift </entity1> of the <entity2> sheep </entity2> was marked with a red cross, and the other drift with a black patch.\nrelation: Member-Collection",
    "The Manor, with its <entity1> tower </entity1> of endangered Rothschild's <entity2> giraffes </entity2>, also features an education center where kids can take guided walks through the surrounding primeval forest and learn about the rich local flora and fauna.\nrelation: Member-Collection",
    "The stress of electoral defeats exposed Mr. Hoyte to opposite pressures within the <entity1> constituency </entity1> of his <entity2> supporters </entity2>.\nrelation: Member-Collection",
    "Unlike most fall days now, few bird watchers were present to witness the spectacular <entity1> stream </entity1> of migrating <entity2> hawks </entity2> passing over.\nrelation: Member-Collection",
    "A happy <entity1> resident </entity1> feels part of their <entity2> association </entity2>.\nrelation: Member-Collection",
    "Those of you who ran free, I hoped to hunt you down, to set a pack of hounds of Heaven or Hell, whichever was my fate, upon a great <entity1> rangale </entity1> of red <entity2> deer </entity2>, or my own hand with longbow or crossbow to pierce the heart of a wild boar, and then sit at ttable and tear your sweet flesh with my hands and eat.\nrelation: Member-Collection",
    "He was a <entity1> corporal </entity1> in the <entity2> army </entity2> of Sierra Leone, a wedding photographer and cameraman for the State television.\nrelation: Member-Collection",
    "Out of the early morning haze, a <entity1> convoy </entity1> of articulated <entity2> lorries </entity2> pulls into the Gashouder square.\nrelation: Member-Collection",
    "<entity1> Fish </entity1> gather in a <entity2> shoal </entity2>, a shallow place in a river or lake.\nrelation: Member-Collection",
    "Hunt clubs often maintain a <entity1> cry </entity1> of <entity2> hounds </entity2>, trained to hunt foxes.\nrelation: Member-Collection",
    "Instead of this set of Grub Street authors, the mere <entity1> canaille </entity1> of <entity2> letters </entity2>, this corporation of Mendicity, this ragged regiment of genius suing at the corners of streets in forma pauperis, give me the gentleman and scholar, with a good house over his head and a handsome table 'with wine of Attic taste' to ask his friends to, and where want and sorrow never come.\nrelation: Member-Collection",
    "He has been a core <entity1> team </entity1> <entity2> member </entity2> for the various research publications and resource person for policy documents of the RBI.\nrelation: Member-Collection",
    "The structure of the benthic boundary layer over a <entity1> bed </entity1> of <entity2> mussels </entity2> (Mytilus edulis) was investigated in a large racetrack flume.\nrelation: Member-Collection",
    "The goal of the experimental <entity1> course </entity1> was to introduce students to <entity2> computer programming </entity2>.\nrelation: Message-Topic",
    "Meanwhile, the <entity1> speech </entity1> pointed out that the scientific <entity2> innovation </entity2> is the only way to develop.\nrelation: Message-Topic",
    "It creates <entity1> projects </entity1> having to do with <entity2> social justice </entity2> and environmental justice.\nrelation: Message-Topic",
    "The old geological <entity1> theory </entity1> explained <entity2> mountains </entity2> as wrinkles made by the Earth shrinking as it cools down.\nrelation: Message-Topic",
    "This public <entity1> debate </entity1> has been reflected in widely advertised <entity2> series </entity2> in the popular magazines and by numerous analysts.\nrelation: Message-Topic",
    "Some of the <entity1> plot </entity1> is based on real-life <entity2> people </entity2> and events.\nrelation: Message-Topic",
    "The marketing strategy and <entity1> advertising campaign </entity1> of the company's <entity2> products </entity2> are dedicated to bringing back the old traditional glamorous image.\nrelation: Message-Topic",
    "It is notable because it was the first nationwide <entity1> law </entity1> dealing with runaway <entity2> slaves </entity2> under the 1787 Constitution.\nrelation: Message-Topic",
    "The <entity1> directive </entity1> applied to <entity2> discrimination </entity2> on the basis of gender reassignment as well as discrimination on the basis of sex alone.\nrelation: Message-Topic",
    "Just a moment ago you were pronouncing such astonishingly correct <entity1> opinions </entity1> about our <entity2> town </entity2>, and now you're so silent.\nrelation: Message-Topic",
    "Such a <entity1> conclusion </entity1> highlights the <entity2> importance </entity2> of environmental concern in understanding and encouraging environmental behavior.\nrelation: Message-Topic",
    "The concluding panel <entity1> discussion </entity1> pointed out a high <entity2> need </entity2> and interest on sharing a set of well defined same scenarios and use cases transparently described as well as modules and simulators.\nrelation: Message-Topic",
    "Several <entity1> chapters </entity1> of the book are devoted to the <entity2> relationships </entity2> between ethics and justice.\nrelation: Message-Topic",
    "A leaked police <entity1> report </entity1> has revealed the horrifying final <entity2> moments </entity2> of participants in a new age retreat.\nrelation: Message-Topic",
    "Bob Parks made a similar <entity1> offer </entity1> in a <entity2> phone call </entity2> made earlier this week.\nrelation: Message-Topic",
    "Daborne's <entity1> play </entity1> is also about a historic <entity2> person </entity2>, the pirate Ward, famous in England at the time of its writing.\nrelation: Message-Topic",
    "The working party's <entity1> conclusions </entity1> were set out in a <entity2> document </entity2> dated June 1951.\nrelation: Message-Topic",
    "The final <entity1> chapter </entity1> offers a <entity2> theological survey </entity2> of the use of the formula.\nrelation: Message-Topic",
    "Germans complained bitterly in the Rostrum newspapers, and these <entity1> complaints </entity1> were reflected in propaganda <entity2> films </entity2> regarding soldiers from the French colonial.\nrelation: Message-Topic",
    "As discussed in the <entity1> literature </entity1>, several experimental <entity2> problems </entity2> have not been solved.\nrelation: Message-Topic",
    "The remaining <entity1> articles </entity1> run the gamut of <entity2> sociological research </entity2>.\nrelation: Message-Topic",
    "A short introductory <entity1> chapter </entity1> furnishes the <entity2> background information </entity2>.\nrelation: Message-Topic",
    "The <entity1> newspaper </entity1> was reporting <entity2> news </entity2> from Macedonia from that period.\nrelation: Message-Topic",
    "The most successful action <entity1> films </entity1> were about a <entity2> man </entity2> called \"Rambo\".\nrelation: Message-Topic",
    "The second bodily privacy <entity1> paper </entity1> relates to <entity2> violation </entity2> of a person's bodily integrity.\nrelation: Message-Topic",
    "My <entity1> remark </entity1> pertained to your earlier <entity2> comments </entity2>.\nrelation: Message-Topic",
    "<entity1> Marketing </entity1> was focused on <entity2> stimulating </entity2> existing subscribers to use the telephone more often.\nrelation: Message-Topic",
    "In 1672 he opened a tavern in Leiden and many of his <entity1> pictures </entity1> represent <entity2> taverns </entity2> and festive gatherings.\nrelation: Message-Topic",
    "This splendid little <entity1> book </entity1> traces the <entity2> history </entity2> of the company from 3000 BC to the present day.\nrelation: Message-Topic",
    "Created by Bloc 8406, this <entity1> manifesto </entity1> declares the <entity2> need </entity2> for democratic reforms in Vietnam.\nrelation: Message-Topic",
    "The <entity1> plot </entity1> centers on a <entity2> goldfish </entity2> named Ponyo who befriends a five-year-old human boy.\nrelation: Message-Topic",
    "The <entity1> case studies </entity1> detail where <entity2> refugees </entity2> come from now and in the past.\nrelation: Message-Topic",
    "There are many theories and <entity1> thoughts </entity1> about the <entity2> effects </entity2> of the moon on people, animals, and the natural world.\nrelation: Message-Topic",
    "<entity1> Results </entity1> from this testing were presented in a previous technical progress <entity2> report </entity2> for this project.\nrelation: Message-Topic",
    "In a taped <entity1> interview </entity1> she recounted two <entity2> occasions </entity2> on which she had lent money.\nrelation: Message-Topic",
    "Kotter's most significant and controversial <entity1> work </entity1>, however, has been on the subject of <entity2> leadership </entity2>.\nrelation: Message-Topic",
    "Such parodies are encouraged by the <entity1> news </entity1> that the British government's league <entity2> tables </entity2> for schools and health authorities contain basic flaws which render them practically useless.\nrelation: Message-Topic",
    "The following <entity1> regulations </entity1> govern <entity2> refunds </entity2> available upon withdrawal from the University or when other changes of status take place.\nrelation: Message-Topic",
    "Unwrapped is a television <entity1> program </entity1> on Food Network that reveals the <entity2> origins </entity2> of foods.\nrelation: Message-Topic",
    "There has been intense <entity1> debate </entity1> over the circles' <entity2> origins </entity2>.\nrelation: Message-Topic",
    "Our <entity1> preview </entity1> below highlights some of the <entity2> features </entity2> from lesser known artists.\nrelation: Message-Topic",
    "The <entity1> show </entity1> centered around a <entity2> beach theme </entity2>.\nrelation: Message-Topic",
    "These <entity1> photographs </entity1> show the <entity2> survivors </entity2> of a time that the truly nostalgic fondly remember and the rest of us can't believe existed at all.\nrelation: Message-Topic",
    "The focus of any <entity1> course </entity1> is, however, art therapy <entity2> theory </entity2>.\nrelation: Message-Topic",
    "They planned a meeting where they discussed about this <entity1> idea </entity1> regarding the <entity2> football team </entity2>.\nrelation: Message-Topic",
    "This <entity1> manuscript </entity1> describes two specific <entity2> features </entity2> that we have found to be effective in generating high quality models.\nrelation: Message-Topic",
    "The doctors, who are behind the <entity1> motion </entity1> being discussed at the <entity2> conference </entity2>, are unhappy about the guidance that has been issued.\nrelation: Message-Topic",
    "An <entity1> invoice </entity1> is a commercial document indicating the <entity2> products </entity2>, quantities, and agreed prices for products or services the seller has provided the buyer.\nrelation: Message-Topic",
    "Most recent <entity1> books </entity1> on the topic of traditional <entity2> knitting </entity2> contain information on Sanquhar knitting.\nrelation: Message-Topic",
    "The <entity1> file </entity1> contains a description of the <entity2> settings </entity2> that can be altered.\nrelation: Message-Topic",
    "The <entity1> act </entity1> applies to <entity2> contracts </entity2> or agreements among competing manufacturers and distributors.\nrelation: Message-Topic",
    "The early <entity1> aims </entity1> and objectives of cooperatives have been considered in the first <entity2> chapter </entity2> of this book.\nrelation: Message-Topic",
    "The Board selected a list of expenditure reduction and revenue <entity1> increase </entity1> from the <entity2> list </entity2> attached to staff report.\nrelation: Message-Topic",
    "The <entity1> report </entity1> gives an account of the silvicultural <entity2> work </entity2> done in Africa, Asia, Australia, South American and the Caribbean.\nrelation: Message-Topic",
    "The <entity1> debacle </entity1> was the topic of <entity2> conversation </entity2> for days.\nrelation: Message-Topic",
    "The <entity1> show </entity1> tackled many serious <entity2> issues </entity2>.\nrelation: Message-Topic",
    "This <entity1> exhibition </entity1> involves <entity2> literature </entity2> and ethics as well as science and history.\nrelation: Message-Topic",
    "The authentic-looking, powerful <entity1> film </entity1> is concerned with the <entity2> problems </entity2> of trade unionism, corruption and racketeering.\nrelation: Message-Topic",
    "The most specific <entity1> prophecies </entity1> are on the topic of the <entity2> rise </entity2> and fall of leaders and organizations.\nrelation: Message-Topic",
    "The aim of this <entity1> paper </entity1> is to present some recent experimental <entity2> results </entity2> obtained in Rayleigh-Benard instability.\nrelation: Message-Topic",
    "The <entity1> debate </entity1> considers cultural <entity2> value </entity2>, social relevance, sustainability and other abstract topics as possible measures to drive a decision.\nrelation: Message-Topic",
    "Freedman makes a thorough appraisal of the <entity1> statistical methods </entity1> in these <entity2> papers </entity2>, and in a variety of other examples.\nrelation: Message-Topic",
    "Chinese creation <entity1> myths </entity1> explain the legendary <entity2> beginnings </entity2> of the universe, earth, and life.\nrelation: Message-Topic",
    "They respond directly to these current vacancies mentioning the job code <entity1> reference </entity1> on the subject of the <entity2> mail </entity2>.\nrelation: Message-Topic",
    "People have inherited a <entity1> tendency </entity1> to <entity2> obesity </entity2>.\nrelation: Other",
    "The <entity1> mistress </entity1> fries the <entity2> rashers </entity2> in a small china fryingpan over the lamp, passing to each person the hot slices as they are done.\nrelation: Other",
    "The infamous <entity1> teacher </entity1> has been dragged into another child abuse <entity2> case </entity2>.\nrelation: Other",
    "I hear it, too, in the lovely expansiveness of his work as a <entity1> chamber </entity1> <entity2> musician </entity2>.\nrelation: Other",
    "Auto EQ is a powerful sound tuning feature which uses a microphone to monitor and analyse the <entity1> acoustics </entity1> inside the <entity2> car </entity2>.\nrelation: Other",
    "Self-organization become apparent in evolution as <entity1> self-assemblage </entity1> of the gene <entity2> networks </entity2> and cascades.\nrelation: Other",
    "<entity1> Climate change </entity1> is the topic of the <entity2> day </entity2>.\nrelation: Other",
    "Peter Wayner, a <entity1> technology </entity1> <entity2> writer </entity2>, struggles with how to respond to the widespread piracy of his books online.\nrelation: Other",
    "Latest <entity1> figures </entity1> show <entity2> unemployment </entity2> in Wales is rising again despite falls in the previous two months.\nrelation: Other",
    "I made sure that the end could still slide freely over the <entity1> dowel </entity1> <entity2> rod </entity2>.\nrelation: Other",
    "The <entity1> book </entity1>, compiled by the <entity2> poet </entity2>'s daughter, includes memoirs by writers, poets, translators, critics, actors, and theater directors.\nrelation: Other",
    "While public <entity1> drinking </entity1> <entity2> regulations </entity2> varied, some form of the beer parlour became the norm across the country.\nrelation: Other",
    "Here, we analysed changes in heterozygosity over time in an insular mouflon (Ovis aries) <entity1> population </entity1> founded by two <entity2> individuals </entity2> in 1957.\nrelation: Other",
    "At that time there was also a Renaissance <entity1> building </entity1> founded by the <entity2> wall </entity2>.\nrelation: Other",
    "Erikson(1976) found that <entity1> people </entity1> from among a community who escaped an horrific <entity2> accident </entity2> had made little progress after two years.\nrelation: Other",
    "The site was encircled by a high fence and one could see a <entity1> crane </entity1> lifting some heavy <entity2> construction material </entity2>.\nrelation: Other",
    "The <entity1> kids </entity1> dug into the Baked Ziti with <entity2> gusto </entity2>.\nrelation: Other",
    "The <entity1> team </entity1>, has carefully devised an amended research <entity2> methodology </entity2>; it has also since found that further compromises will have to be made.\nrelation: Other",
    "The <entity1> hole </entity1> was found in a <entity2> piece </entity2> of the package that was ripped off near its edge.\nrelation: Other",
    "Grint shows he's becoming a delightful comic <entity1> actor </entity1> with a highly flexible <entity2> voice </entity2>.\nrelation: Other",
    "Each <entity1> antler </entity1> grows from an <entity2> attachment point </entity2> on the skull called a pedicle.\nrelation: Other",
    "A second aspect of the invention provides apparatuses for indicating the position of an <entity1> oar </entity1> during <entity2> rowing </entity2>.\nrelation: Other",
    "The foreign <entity1> company </entity1> has entered into the insurance <entity2> market </entity2> in China.\nrelation: Other",
    "The <entity1> kitchen </entity1> holds little <entity2> clues </entity2> about how we tried to reinvent the past.\nrelation: Other",
    "The <entity1> charges </entity1> originated in an attempted <entity2> blackmail </entity2> against Moti, a constitutional lawyer and Australian citizen, in Vanuatu in 1997-98.\nrelation: Other",
    "The <entity1> hotel </entity1> arose from the <entity2> reconstruction </entity2> of historical building.\nrelation: Other",
    "The US regulatory <entity1> agency </entity1> was investigating <entity2> allegations </entity2> that at least one plane was considered unsafe to fly.\nrelation: Other",
    "The <entity1> rain </entity1> begets the <entity2> food </entity2> we eat.\nrelation: Other",
    "<entity1> People </entity1> harvest the <entity2> seeds </entity2>, macerate them, and roll them into thick sticks of dry, hardened paste which can then be stored or exported from the region.\nrelation: Other",
    "About two hours later, officers got an anonymous tip that the <entity1> gunman </entity1> was inside a nearby <entity2> apartment building </entity2>.\nrelation: Other",
    "When the police raid the catacombs, Shannyn's character hits her head while fleeing only to wake up alone in the <entity1> maze </entity1> of <entity2> skulls </entity2> and bones.\nrelation: Other",
    "He has highlighted some important <entity1> issues </entity1> with regard to the <entity2> abilities </entity2> of firefighters.\nrelation: Other",
    "The <entity1> artist </entity1> hid the convulsion with a forced <entity2> laugh </entity2> and finished the performance, but went immediately to bed.\nrelation: Other",
    "Some plants and animals are facing <entity1> extinction </entity1> from Alberta's <entity2> lakes </entity2>, rivers, mountains and prairies.\nrelation: Other",
    "Over much of the past decade, the <entity1> leader </entity1> has methodically fashioned the party into a re-election <entity2> machine </entity2>.\nrelation: Other",
    "The poor management pushed the <entity1> workers </entity1> into <entity2> depression </entity2>.\nrelation: Other",
    "The <entity1> president </entity1> of the <entity2> bank </entity2> has told us that most of the State banks exist by its forbearance.\nrelation: Other",
    "He sent the <entity1> revellers </entity1> into <entity2> party mode </entity2>.\nrelation: Other",
    "Police charge a Carlisle man with eight <entity1> offences </entity1> in relation to the illegal <entity2> trade </entity2> of endangered tortoises.\nrelation: Other",
    "The level surface closest to the MSS, known as the <entity1> geoid </entity1>, departs from an <entity2> ellipsoid </entity2> by about 100 m in each direction.\nrelation: Other",
    "Construction progress is steady and the <entity1> builder </entity1> has now established the <entity2> location </entity2> of offices on the future car park area along Forest Road.\nrelation: Other",
    "First of all, it is a source of specialist <entity1> cadre </entity1> of various <entity2> specialties </entity2>, such as monument and art renovation, foreign language teachers, economists, chemists, lawyers and IT specialists, just to name a few, who often stay in the city after graduating.\nrelation: Other",
    "American scientists have discovered a way of creating new <entity1> brain cells </entity1> in a <entity2> dish </entity2>.\nrelation: Other",
    "A third <entity1> book </entity1> was requested by the <entity2> editor </entity2>, E.L. Doctorow but he changed jobs before the manuscript was completed.\nrelation: Other",
    "These Hebrew histories tell the story of a people's upward <entity1> growth </entity1> from <entity2> savagery </entity2>.\nrelation: Other",
    "The severe <entity1> famine </entity1> following the <entity2> good years </entity2> required a political and economic reorganization in the country.\nrelation: Other",
    "A single <entity1> blow </entity1> made with the <entity2> chisel </entity2> angled incorrectly cracks a block or break a delicate protrusion.\nrelation: Other",
    "His <entity1> place </entity1> was in the <entity2> desk </entity2> in front of me.\nrelation: Other",
    "The industrial chemical <entity1> melamine </entity1> was found in a <entity2> sample </entity2> of infant formula made in the USA.\nrelation: Other",
    "The <entity1> burglar </entity1> forgot to log out before leaving the home with two diamond <entity2> rings </entity2>.\nrelation: Other",
    "While Twitter is a powerful social <entity1> medium </entity1> for spreading <entity2> news </entity2> and information, some government agencies fear it could also be used by terrorists as a tool for communication.\nrelation: Other",
    "The <entity1> company </entity1> has run into a financial <entity2> problem </entity2> over the last few years.\nrelation: Other",
    "The <entity1> bottom </entity1> is welded into each monoseal <entity2> casket </entity2> using a continuous weld aldong the entire seam.\nrelation: Other",
    "Capacity is the <entity1> combination </entity1> of human <entity2> resources </entity2> and institutions that permits countries to achieve their development goals.\nrelation: Other",
    "Habitat <entity1> degradation </entity1> from within stream <entity2> channels </entity2>, loss of riparian vegetation, and reductions in water quality degrade and also limit the population.\nrelation: Other",
    "I read that interview you did with the <entity1> guy </entity1> who came up with flash <entity2> mobs </entity2>.\nrelation: Other",
    "The <entity1> process </entity1> is assisted by benign <entity2> intervention </entity2> or neglect.\nrelation: Other",
    "These <entity1> city dwellers </entity1> have sunk into <entity2> abominations </entity2>.\nrelation: Other",
    "<entity1> Batteries </entity1> stored in a <entity2> discharged state </entity2> are susceptible to freezing, sulfation and an increased rate of discharge.\nrelation: Other",
    "In the presence of Cuba's favorite son, Estrada Palma, who is to enjoy the honor of being the first <entity1> chief executive </entity1> of this <entity2> republic </entity2>.\nrelation: Other",
    "The <entity1> dialect </entity1> spoken in the South Karelian Region of Finland is part of the South Eastern dialects of the Finnish <entity2> language </entity2>.\nrelation: Other",
    "The <entity1> removal </entity1> duplicate songs is done with the user-friendly start-up <entity2> wizard </entity2>.\nrelation: Other",
    "The Lisbon <entity1> treaty </entity1> has come into <entity2> force </entity2>.\nrelation: Other",
    "Before leaving Peter bought a <entity1> silver </entity1> star <entity2> necklace </entity2> for Tina.\nrelation: Other",
    "Thrombopoietin is a glycoprotein hormone that regulates the production of <entity1> platelets </entity1> by the bone <entity2> marrow </entity2>.\nrelation: Product-Producer",
    "<entity1> Stings </entity1> or bites are caused by midges, horseflies, bees, <entity2> wasps </entity2>, ants, some spiders, fleas, lice, etc.\nrelation: Product-Producer",
    "Let It Be, the third full-length <entity1> record </entity1> by the now long-defunct Minnesota <entity2> quartet </entity2>, was released at the tail end of 1984.\nrelation: Product-Producer",
    "We did not endorse a candidate unlike the ten <entity1> scientists </entity1> who wrote a <entity2> letter </entity2> in support of John Kerry.\nrelation: Product-Producer",
    "Tribble's one-story, wood-frame <entity1> home </entity1> is the 34th that the <entity2> group </entity2> has constructed in the county.\nrelation: Product-Producer",
    "Tamkin is interested in musique concrete, a form of <entity1> music </entity1> that emanated from the French <entity2> composer </entity2> and theorist Pierre Schaeffer, in which emphasis is placed on finding new sounds that aren't traditionally regarded as music to create a new aesthetic.\nrelation: Product-Producer",
    "Beginning in 1939, the <entity1> factory </entity1>'s passenger <entity2> cars </entity2> were sold under the Moskvitch (\"Muscovite\") brand.\nrelation: Product-Producer",
    "He is also a work of fiction, a software <entity1> program </entity1> written by a <entity2> bio-scientist </entity2> from St Petersburg and a finalist in a contest to find the world's first thinking computer, staged yesterday at Reading University.\nrelation: Product-Producer",
    "A food <entity1> memoir </entity1> written by a <entity2> commentator </entity2> on race and politics - it doesn't sound that appetising.\nrelation: Product-Producer",
    "BMW or Bavarian Motor Works is a German <entity1> car </entity1> and motorcycle <entity2> manufacturer </entity2>.\nrelation: Product-Producer",
    "The <entity1> company </entity1> builds many of the <entity2> machines </entity2> used in the manufacturing of the beds and the upfitting of the chassis.\nrelation: Product-Producer",
    "The record <entity1> holder </entity1> folded his 10cm <entity2> aircraft </entity2> by hand from a single sheet of paper and did not use scissors or glue.\nrelation: Product-Producer",
    "The <entity1> aristocracy </entity1> composed the <entity2> laws </entity2>, regulated the monetary system and banks, enforced justice, and often controlled prices, wages, and other economic transactions.\nrelation: Product-Producer",
    "The <entity1> chimps </entity1> first picked some stems from the Marantaceae plant and plucked off the leaves in order to make their <entity2> rods </entity2>.\nrelation: Product-Producer",
    "The <entity1> mason </entity1> who did the <entity2> stonework </entity2> did a wonderful job.\nrelation: Product-Producer",
    "The 25-member steering <entity1> committee </entity1> that drafted the <entity2> document </entity2> also passed it through two Palestinian GFM organizers.\nrelation: Product-Producer",
    "The <entity1> person </entity1> who makes a <entity2> will </entity2> is not available to explain him or herself, or to correct any technical deficiency or error in expression, when it comes into effect on that person's death.\nrelation: Product-Producer",
    "It produces a <entity1> wine </entity1> descended from a local <entity2> vine </entity2>, Galbena de Odobesti, a light white wine, little aromatic but appreciated for its freshness and its balance.\nrelation: Product-Producer",
    "The <entity1> banker </entity1>, who has put up in a Sudder Street <entity2> hotel </entity2>, told the sleuths that he had entered India on October 20, 2009.\nrelation: Product-Producer",
    "Two <entity1> plants </entity1> were producing cold-smoked <entity2> salmon </entity2>, the third plant was producing semi-preserved herring and the fourth plant was producing caviar.\nrelation: Product-Producer",
    "His <entity1> wife </entity1> has just completed the first <entity2> paper </entity2> of her graduate degree.\nrelation: Product-Producer",
    "The Dyna-Cam engine originally came from a <entity1> design </entity1> by the Blazer <entity2> brothers </entity2>, who worked for Studebaker in 1916.\nrelation: Product-Producer",
    "It is typical of the distinguished <entity1> portraits </entity1> made by professionals and <entity2> amateurs </entity2> in the late 19th century.\nrelation: Product-Producer",
    "The distance between a <entity1> blog </entity1> <entity2> writer </entity2> and an audience happens only if the audience never shows up.\nrelation: Product-Producer",
    "4300 years ago <entity1> chimps </entity1> started making stone <entity2> tools </entity2>.\nrelation: Product-Producer",
    "144 of those apartments have been personally designed by Giorgio Armani and the tower also boasts the <entity1> designer </entity1>'s first <entity2> hotel </entity2>.\nrelation: Product-Producer",
    "The associated extra <entity1> output </entity1> of CO2 through the lungs acts as one of the principal buffering mechanisms of the <entity2> body </entity2>.\nrelation: Product-Producer",
    "In fact, this is not so far removed from the famous <entity1> ziggurat </entity1>, the huge building erected by the <entity2> emperor </entity2> to communicate with the god Marduk.\nrelation: Product-Producer",
    "The photomask is usually prepared with a photoplotter from <entity1> data </entity1> produced by a <entity2> technician </entity2> using CAM, or computer-aided manufacturing software.\nrelation: Product-Producer",
    "Another product from the <entity1> factory </entity1> was the Scandinavian <entity2> padlock </entity2> (\"Polhem locks\", Swedish: Polhemslas).\nrelation: Product-Producer",
    "This is the first <entity1> book </entity1> by this <entity2> author </entity2> that I have read and I thoroughly enjoyed it.\nrelation: Product-Producer",
    "The third <entity1> bid </entity1> was from a window <entity2> company </entity2> that does its own installation.\nrelation: Product-Producer",
    "The <entity1> idea </entity1> of intensification was put forward by a number of <entity2> archaeologists </entity2>, but the most prominent in developing the idea was Harry Lourandos.\nrelation: Product-Producer",
    "The <entity1> yeast </entity1>'s <entity2> manufacturer </entity2>, Lesaffre Yeast Corp. of Milwaukee, did not return calls seeking comment.\nrelation: Product-Producer",
    "I have long been an ardent admirer, user, and buyer of the <entity1> knitwear </entity1> produced by this excellent <entity2> company </entity2> based in the small borders town of Hawick.\nrelation: Product-Producer",
    "In one of the early years, a <entity1> quizmaster </entity1> thought up an abstruse <entity2> riddle </entity2> based on an arcane area of study - then checked the only two books relating to it out of the library.\nrelation: Product-Producer",
    "Prairie Dog is a free <entity1> newspaper </entity1> produced by a Saskatchewan worker <entity2> co-operative </entity2>.\nrelation: Product-Producer",
    "Manuel Neves, the spouse of Idalina, is a <entity1> mason </entity1> who did work on the shopping <entity2> plazas </entity2> and at Botti's Maple Avenue residence.\nrelation: Product-Producer",
    "Then after that the <entity1> angels </entity1> chopped him into millions of <entity2> pieces </entity2>, but still he glittered and hummed.\nrelation: Product-Producer",
    "Every <entity1> engine </entity1> that the <entity2> plant </entity2> builds is hot-tested.\nrelation: Product-Producer",
    "Since the product has made it over that first hurdle, it was blessed with another two seconds while the <entity1> shopper </entity1> made his purchasing <entity2> decision </entity2>.\nrelation: Product-Producer",
    "It was first applied to an eating <entity1> establishment </entity1> in around 1765 founded by a Parisian <entity2> soup-seller </entity2> named Boulanger.\nrelation: Product-Producer",
    "The quilting tradition in Gee's Bend goes back to the 1800s, when <entity1> slaves </entity1> fashioned <entity2> bedcovers </entity2> out of strips of cloth.\nrelation: Product-Producer",
    "Fans scale these city walls after <entity1> organizers </entity1> threw up a <entity2> barrier </entity2> to block the view for those without tickets.\nrelation: Product-Producer",
    "The above <entity1> advertisement </entity1> is from the server <entity2> provider </entity2> not from me.\nrelation: Product-Producer",
    "A Katrina-like hurricane eventually collapses the slapdash apartment <entity1> buildings </entity1> the <entity2> villains </entity2> have constructed, killing the guilty and innocent alike.\nrelation: Product-Producer",
    "Throughout the past decade, Monsanto has been re-making itself as a <entity1> seed </entity1> and biotech <entity2> company </entity2>, as opposed to one focused on agrochemicals.\nrelation: Product-Producer",
    "A vivid <entity1> comment </entity1> was made by the German <entity2> critic </entity2>, Walter Benjamin.\nrelation: Product-Producer",
    "<entity1> Dissidents </entity1> have drawn up <entity2> plans </entity2> to kill policemen in Milltown in west Belfast.\nrelation: Product-Producer",
    "The production assistant is basically the <entity1> guy </entity1> who makes <entity2> coffee </entity2> and goes to the post office.\nrelation: Product-Producer",
    "The movie represents the only film <entity1> soundtrack </entity1> by the seminal Los Angeles punk rock <entity2> band </entity2>.\nrelation: Product-Producer",
    "A typical passage on these themes is found in the <entity1> saint </entity1>'s <entity2> letter </entity2> to the Christians in the city of Magnesia.\nrelation: Product-Producer",
    "Snails and <entity1> slugs </entity1> cause <entity2> holes </entity2> in the leaves of young plants and can chew right through the stems of newly planted seedlings.\nrelation: Product-Producer",
    "The <entity1> urine </entity1> output of the normal <entity2> adults </entity2> was 1350ml.\nrelation: Product-Producer",
    "A <entity1> model </entity1> for a summer house by the <entity2> carpenter </entity2> and architect William Thornton was approved by Sir Abstrupus in 1700.\nrelation: Product-Producer",
    "The studio picked up the sci-fi action <entity1> spec </entity1> by tyro <entity2> scribe </entity2> Chad St. John, and set up the project with Gianni Nunnari (300) at his Hollywood Gang shingle.\nrelation: Product-Producer",
    "The <entity1> laboratory </entity1> made elementary mistakes in the production of the <entity2> magnets </entity2> and their anchors that made them insecure once the system was operational.\nrelation: Product-Producer",
    "The index is based on the set of the <entity1> scientist </entity1>'s most cited <entity2> papers </entity2> and the number of citations that they have received in other people's publications.\nrelation: Product-Producer",
    "Inside, senior stylist Favio Alfano, 33, wields custom-made $1000 <entity1> scissors </entity1> made by a <entity2> guy </entity2> named Shioji, a genius in Wakayama.\nrelation: Product-Producer",
    "Her employment at this <entity1> mustard </entity1> <entity2> company </entity2> is considered the earliest recorded evidence of a company specifically hiring an industrial nurse.\nrelation: Product-Producer",
    "The second <entity1> author </entity1> constructed the web <entity2> site </entity2> using a new open-source toolkit.\nrelation: Product-Producer",
    "The title is taken from an 1813 <entity1> book </entity1> by a Virginia <entity2> planter </entity2> and senator named John Taylor.\nrelation: Product-Producer",
    "Some <entity1> tombs </entity1> were laboriously piled up by <entity2> legions </entity2> of coolies, others dug into hills.\nrelation: Product-Producer",
    "And in every single trial, the sponsoring <entity1> manufacturer </entity1>'s <entity2> drug </entity2> came out as better than, or equal to, the others in the trial.\nrelation: Product-Producer"
]