[
    "The <entity1> evacuation </entity1> after the Chernobyl <entity2> accident </entity2> was poorly planned and chaotic.\nrelation: Cause-Effect",
    "Many adults retain <entity1> scars </entity1> from <entity2> acne breakouts </entity2> during their teen years and feel marked for life.\nrelation: Cause-Effect",
    "The NNT and NNH are useful indices to describe the trade-off between the benefit and the <entity1> harm </entity1> produced by a new <entity2> treatment </entity2>.\nrelation: Cause-Effect",
    "Most of the <entity1> streaks </entity1> are caused by <entity2> meteoroids </entity2> about the size of a grain of sand, although meteoroids are porous and much less dense than sand.\nrelation: Cause-Effect",
    "The scale of such landslides on natural slopes can be large enough to devastate entire villages or towns, such as the Huascaran Avalanche triggered by the Peru earthquake (1970, Mw = 7.8), or the complex <entity1> slides </entity1> caused by the Alaska <entity2> earthquake </entity2> in 1964 (Ms = 8.4).\nrelation: Cause-Effect",
    "The relative <entity1> calm </entity1> produced by the Shia <entity2> ceasefire </entity2> has coincided with what the CIA is now calling the \"near strategic defeat\" of al-Qaeda in Iraq.\nrelation: Cause-Effect",
    "Water <entity1> damage </entity1> from roof leaks, plumbing leaks or flooding lead to the <entity2> growth </entity2> of molds.\nrelation: Cause-Effect",
    "These <entity1> drugs </entity1> also cause headaches and <entity2> nausea </entity2>, affect your internal organs and raise your bad cholesterol.\nrelation: Cause-Effect",
    "Gunung Papandayan, has woken up from it's sleep and is now threathening thousands of villagers living around and on the <entity1> slopes </entity1> of the <entity2> vulcano </entity2>.\nrelation: Component-Whole",
    "The software made it easier for the team to explore rational ways of expanding the <entity1> lobby </entity1> using the geometry of the <entity2> building </entity2>.\nrelation: Component-Whole",
    "Each omnidirectional mic <entity1> capsule </entity1> is fitted with a metal alligator <entity2> clip </entity2> which can be attached on either side of your head.\nrelation: Component-Whole",
    "Air circulates through the <entity1> arm </entity1> of the <entity2> machine </entity2>, creating a gentle vacuum that can attract a page and guide it from the right side of the book to the left.\nrelation: Component-Whole",
    "When approaching the Observatory, they unlock the <entity1> padlock </entity1> on the <entity2> gate </entity2> of the security fence, and entered the Observatory grounds and relock the gate.\nrelation: Component-Whole",
    "The site contained photos of female celebrities exposing their <entity1> belly </entity1> <entity2> buttons </entity2>.\nrelation: Component-Whole",
    "The complement <entity1> system </entity1> is important as part of the body's <entity2> defense mechanism </entity2> against infection (Fig. 8.2).\nrelation: Component-Whole",
    "Vestigial <entity1> organs </entity1> are parts of the <entity2> body </entity2> that once had a function but are now more-or-less useless.\nrelation: Component-Whole",
    "The <entity1> absorbent </entity1> was contained in a 3 litre <entity2> reactor </entity2>.\nrelation: Content-Container",
    "Stirring the hot <entity1> popcorn </entity1> around in a <entity2> kettle </entity2> drizzled with sugar, salt and oil evenly coats the popcorn.\nrelation: Content-Container",
    "The <entity1> building </entity1> contained a significant amount of <entity2> furniture </entity2> and equipment.\nrelation: Content-Container",
    "To the right of that is a <entity1> cup </entity1> with <entity2> soil </entity2> inside.\nrelation: Content-Container",
    "A <entity1> body </entity1> was discovered inside a <entity2> wall </entity2> in the Yale University building at 10 Amistad Street.\nrelation: Content-Container",
    "Typically, the maximum heat generated from 24 fuel <entity1> assemblies </entity1> stored in a <entity2> cask </entity2> is less than that given off by a typical home heating system in an hour.\nrelation: Content-Container",
    "The green <entity1> suitcase </entity1> was inside a larger tan <entity2> suitcase </entity2>, which also contained a set of baby rosary beads, a religious picture, a picture of a 5-year-old girl and a card that read \"Birthday Prayer\".\nrelation: Content-Container",
    "Also missing was a 38 caliber Smith & Wesson <entity1> gun </entity1> that was in a <entity2> suitcase </entity2> in the tractor.\nrelation: Content-Container",
    "Archaeologists have located the tomb and have inserted <entity1> probes </entity1> deep into the <entity2> tomb </entity2>.\nrelation: Entity-Destination",
    "Flag <entity1> holders </entity1> have been pushed into the <entity2> floor </entity2> to remove the bump on top of the flag.\nrelation: Entity-Destination",
    "So far this year, the city has dumped <entity1> sewage </entity1> into the <entity2> river </entity2> more than 500 times.\nrelation: Entity-Destination",
    "The <entity1> passenger </entity1> was placed into a small <entity2> room </entity2> before being transported to Harborview Medical Center for treatment.\nrelation: Entity-Destination",
    "This <entity1> article </entity1> is included into Australia's most well respected <entity2> newspaper </entity2>.\nrelation: Entity-Destination",
    "The <entity1> patches </entity1> immediately spread into the lymphatic <entity2> capillaries </entity2> of the surrounding intestinal tissue.\nrelation: Entity-Destination",
    "Magnetic nanoworms and nanocrystals deliver the <entity1> amino acid </entity1> to the <entity2> tumors </entity2>.\nrelation: Entity-Destination",
    "Injected <entity1> clodronate </entity1> was removed into <entity2> dialysate </entity2>.\nrelation: Entity-Destination",
    "It's a straightforward <entity1> beef </entity1> <entity2> stew </entity2> to which all sorts of root veg can be added.\nrelation: Entity-Origin",
    "The archaeological site yields <entity1> relics </entity1> from long-forgotten <entity2> culture </entity2>.\nrelation: Entity-Origin",
    "This <entity1> material </entity1> was produced from a microfilm <entity2> copy </entity2> of the original document.\nrelation: Entity-Origin",
    "Your garden does well with either of these soils since these <entity1> soils </entity1> come from a reputable <entity2> dealer </entity2>.\nrelation: Entity-Origin",
    "Some of the <entity1> land </entity1> was farmed for <entity2> coffee </entity2> in the past, but it is now mostly native vegetation (with some emergent trees).\nrelation: Entity-Origin",
    "Grape <entity1> brandy </entity1> is made from fermented grape <entity2> juice </entity2>.\nrelation: Entity-Origin",
    "The sisters are teenage <entity1> refugees </entity1> from a violent <entity2> home </entity2>, living alone in a faded Victorian mansion where they survive by creating a closed world centered around each other and their new friends -- a rowdy makeshift family of castoffs, dealers, and drama queens on the periphery of the burgeoning drug game, some looking for a way out, some looking for a way deeper in.\nrelation: Entity-Origin",
    "The following <entity1> excerpt </entity1> was a part of the <entity2> article </entity2>: \"Some say it feels like a scene from a Norman Rockwell painting as families gather in front of the picturesque performing arts center.\nrelation: Entity-Origin",
    "They infiltrated here and there, provoking the Russian <entity1> military </entity1> to liberate region after region with <entity2> bombs </entity2> and artillery.\nrelation: Instrument-Agency",
    "A <entity1> woman </entity1> applies the <entity2> patch </entity2> to the skin of her abdomen or buttock for three and a half weeks.\nrelation: Instrument-Agency",
    "The <entity1> author </entity1> carefully chose the <entity2> composition </entity2> so that the desired molecular machines and the relationship between them are clearly revealed.\nrelation: Instrument-Agency",
    "The dominant <entity1> method </entity1> that the Roman <entity2> mathematicians </entity2> used to identify a year for dating purposes was to name it after the two consuls who took office in it.\nrelation: Instrument-Agency",
    "The <entity1> singer </entity1>'s <entity2> technique </entity2> facilitates the message.\nrelation: Instrument-Agency",
    "Another example is the hammered dulcimer, where the <entity1> player </entity1> holds the <entity2> hammers </entity2>.\nrelation: Instrument-Agency",
    "The <entity1> doctor </entity1> injects the solution after disinfection with <entity2> alcohol </entity2>.\nrelation: Instrument-Agency",
    "The <entity1> method </entity1> uses histologic <entity2> techniques </entity2> for processing and thus offers one major advantage.\nrelation: Instrument-Agency",
    "A woman diagnosed with breast cancer today joins a huge <entity1> sisterhood </entity1> of cancer <entity2> survivors </entity2> ready to help her along the way to recovery.\nrelation: Member-Collection",
    "This was the thought until recently when a small <entity1> stand </entity1> of ginkgo <entity2> trees </entity2> were found growing in a remote valley in China.\nrelation: Member-Collection",
    "The regiment is composed of ten battalions of 400 heavy infantry and 50 light infantry each plus an extra <entity1> unit </entity1> of 1000 <entity2> pikemen </entity2> and 500 extra light infantry.\nrelation: Member-Collection",
    "A small <entity1> charm </entity1> of seven <entity2> goldfinches </entity2> bounced in front of the bus.\nrelation: Member-Collection",
    "The fifty <entity1> essays </entity1> collected in this <entity2> volume </entity2> testify to most of the prominent themes from Professor Quispel's scholarly career.\nrelation: Member-Collection",
    "There is a <entity1> gulp </entity1> of <entity2> cormorants </entity2> that scavenge this stretch of the Sacramento River where I usually kayak.\nrelation: Member-Collection",
    "Anybody who has a <entity1> peep </entity1> of <entity2> chickens </entity2> has an opportunity for some interesting observations and great omelet material.\nrelation: Member-Collection",
    "Serious people flinch from being associated with the intellectual slum that is the Bush campaign, with its <entity1> riffraff </entity1> of <entity2> liars </entity2> and aspiring ayatollahs.\nrelation: Member-Collection",
    "The goal of the experimental <entity1> course </entity1> was to introduce students to <entity2> computer programming </entity2>.\nrelation: Message-Topic",
    "Meanwhile, the <entity1> speech </entity1> pointed out that the scientific <entity2> innovation </entity2> is the only way to develop.\nrelation: Message-Topic",
    "It creates <entity1> projects </entity1> having to do with <entity2> social justice </entity2> and environmental justice.\nrelation: Message-Topic",
    "The old geological <entity1> theory </entity1> explained <entity2> mountains </entity2> as wrinkles made by the Earth shrinking as it cools down.\nrelation: Message-Topic",
    "This public <entity1> debate </entity1> has been reflected in widely advertised <entity2> series </entity2> in the popular magazines and by numerous analysts.\nrelation: Message-Topic",
    "Some of the <entity1> plot </entity1> is based on real-life <entity2> people </entity2> and events.\nrelation: Message-Topic",
    "The marketing strategy and <entity1> advertising campaign </entity1> of the company's <entity2> products </entity2> are dedicated to bringing back the old traditional glamorous image.\nrelation: Message-Topic",
    "It is notable because it was the first nationwide <entity1> law </entity1> dealing with runaway <entity2> slaves </entity2> under the 1787 Constitution.\nrelation: Message-Topic",
    "People have inherited a <entity1> tendency </entity1> to <entity2> obesity </entity2>.\nrelation: Other",
    "The <entity1> mistress </entity1> fries the <entity2> rashers </entity2> in a small china fryingpan over the lamp, passing to each person the hot slices as they are done.\nrelation: Other",
    "The infamous <entity1> teacher </entity1> has been dragged into another child abuse <entity2> case </entity2>.\nrelation: Other",
    "I hear it, too, in the lovely expansiveness of his work as a <entity1> chamber </entity1> <entity2> musician </entity2>.\nrelation: Other",
    "Auto EQ is a powerful sound tuning feature which uses a microphone to monitor and analyse the <entity1> acoustics </entity1> inside the <entity2> car </entity2>.\nrelation: Other",
    "Self-organization become apparent in evolution as <entity1> self-assemblage </entity1> of the gene <entity2> networks </entity2> and cascades.\nrelation: Other",
    "<entity1> Climate change </entity1> is the topic of the <entity2> day </entity2>.\nrelation: Other",
    "Peter Wayner, a <entity1> technology </entity1> <entity2> writer </entity2>, struggles with how to respond to the widespread piracy of his books online.\nrelation: Other",
    "Thrombopoietin is a glycoprotein hormone that regulates the production of <entity1> platelets </entity1> by the bone <entity2> marrow </entity2>.\nrelation: Product-Producer",
    "<entity1> Stings </entity1> or bites are caused by midges, horseflies, bees, <entity2> wasps </entity2>, ants, some spiders, fleas, lice, etc.\nrelation: Product-Producer",
    "Let It Be, the third full-length <entity1> record </entity1> by the now long-defunct Minnesota <entity2> quartet </entity2>, was released at the tail end of 1984.\nrelation: Product-Producer",
    "We did not endorse a candidate unlike the ten <entity1> scientists </entity1> who wrote a <entity2> letter </entity2> in support of John Kerry.\nrelation: Product-Producer",
    "Tribble's one-story, wood-frame <entity1> home </entity1> is the 34th that the <entity2> group </entity2> has constructed in the county.\nrelation: Product-Producer",
    "Tamkin is interested in musique concrete, a form of <entity1> music </entity1> that emanated from the French <entity2> composer </entity2> and theorist Pierre Schaeffer, in which emphasis is placed on finding new sounds that aren't traditionally regarded as music to create a new aesthetic.\nrelation: Product-Producer",
    "Beginning in 1939, the <entity1> factory </entity1>'s passenger <entity2> cars </entity2> were sold under the Moskvitch (\"Muscovite\") brand.\nrelation: Product-Producer",
    "He is also a work of fiction, a software <entity1> program </entity1> written by a <entity2> bio-scientist </entity2> from St Petersburg and a finalist in a contest to find the world's first thinking computer, staged yesterday at Reading University.\nrelation: Product-Producer"
]